{"2763952": {"ID": "2763952", "txt": "The Importance of Addressing Advance Care Planning and Decisions About Do-Not-Resuscitate Orders During Novel Coronavirus 2019 (COVID-19)", "AB": "This Viewpoint emphasizes the importance of advanced care planning and goals-of-care discussions with older patients and those with chronic disease during the spread of coronavirus disease (COVID-19), given the likelihood\nthese patients could become critically ill and require resuscitation and advanced life support if they became infected with SARS-CoV-2.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763952", "Dates": "20200327", "Type": "Opinion"}, "2763953": {"ID": "2763953", "txt": "A Framework for Rationing Ventilators and Critical Care Beds During the COVID-19 Pandemic", "AB": "This Viewpoint describes a framework for rationing ventilators during the COVID-19 pandemic should intensive care units find themselves with more patients than they can care for, using a score-based system\nthat incorporates patients’ likelihood of surviving to hospital discharge and beyond and their role in the public health response to the outbreak.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763953", "Dates": "20200327", "Type": "Opinion"}, "2763982": {"ID": "2763982", "txt": "Convalescent Plasma to Treat COVID-19:  Possibilities and Challenges", "AB": "NA", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763982", "Dates": "20200327", "Type": "Opinion"}, "2763983": {"ID": "2763983", "txt": "Treatment of 5 Critically Ill Patients With COVID-19 With Convalescent Plasma", "AB": "This case series describes clinical outcomes in 5 Chinese patients with laboratory-confirmed COVID-19, ARDS, and high viral loads despite antiviral treatment who were given human plasma with SARS-CoV-2 antibodies obtained\nfrom previously infected and recovered patients.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763983", "Dates": "20200327", "Type": "Research"}, "2763843": {"ID": "2763843", "txt": "Cardiac Involvement in a Patient With Coronavirus Disease 2019 (COVID-19)", "AB": "This case report describes the presentation of acute myocardial inflammation in a patient with coronavirus disease 2019 (COVID-19) who recovered from influenzalike syndrome and developed fatigue and signs and symptoms\nof heart failure a week after upper respiratory tract symptoms.", "link": "https://jamanetwork.com/journals/jamacardiology/fullarticle/2763843", "Dates": "20200327", "Type": "Research"}, "2763844": {"ID": "2763844", "txt": "Association of Coronavirus Disease 2019 (COVID-19) With Myocardial Injury and Mortality", "AB": "NA", "link": "https://jamanetwork.com/journals/jamacardiology/fullarticle/2763844", "Dates": "20200327", "Type": "Opinion"}, "2763845": {"ID": "2763845", "txt": "Cardiovascular Implications of Fatal Outcomes of Patients With Coronavirus Disease 2019 (COVID-19)", "AB": "This case series study evaluates the association of underlying cardiovascular disease and myocardial injury on fatal outcomes in patients with coronavirus disease 2019 (COVID-19).", "link": "https://jamanetwork.com/journals/jamacardiology/fullarticle/2763845", "Dates": "20200327", "Type": "Research"}, "2763846": {"ID": "2763846", "txt": "Potential Effects of Coronaviruses on the Cardiovascular System:  A Review", "AB": "This narrative review provides an overview of the basics of coronaviruses, with a focus on coronavirus disease 2019 along with their effects on the cardiovascular system.", "link": "https://jamanetwork.com/journals/jamacardiology/fullarticle/2763846", "Dates": "20200327", "Type": "Review"}, "2763851": {"ID": "2763851", "txt": "Can SARS-CoV-2 Infection Be Acquired In Utero?  More Definitive Evidence Is Needed", "AB": "NA", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763851", "Dates": "20200326", "Type": "Opinion"}, "2763852": {"ID": "2763852", "txt": "Turbulent Gas Clouds and Respiratory Pathogen Emissions:  Potential Implications for Reducing Transmission of COVID-19", "AB": "This JAMA Insights Clinical Update discusses the need to better understand the dynamics of respiratory disease transmission by better characterizing transmission routes, the role of patient physiology in shaping them,\nand best approaches for source control in the context of the COVID-19 outbreak.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763852", "Dates": "20200326", "Type": "Review"}, "2763853": {"ID": "2763853", "txt": "Possible Vertical Transmission of SARS-CoV-2 From an Infected Mother to Her Newborn", "AB": "This case report describes birth of an infant with elevated anti–SARS-CoV-2 IgM antibodies and cytokine levels to a mother with polymerase chain reaction–confirmed coronavirus disease 2019 (COVID-19) despite no physical\ncontact.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763853", "Dates": "20200326", "Type": "Research"}, "2763854": {"ID": "2763854", "txt": "Antibodies in Infants Born to Mothers With COVID-19 Pneumonia", "AB": "This study measured antibodies from infant throat swabs and sera samples.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763854", "Dates": "20200326", "Type": "Research"}, "2763878": {"ID": "2763878", "txt": "Toward Universal Deployable Guidelines for the Care of Patients With COVID-19", "AB": "NA", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763878", "Dates": "20200326", "Type": "Opinion"}, "2763879": {"ID": "2763879", "txt": "Management of Critically Ill Adults With COVID-19", "AB": "This JAMA Clinical Guidelines Synopsis summarizes the 2020 Surviving Sepsis Campaign guidelines on the treatment of critically ill adults with coronavirus disease 2019 (COVID-19).", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763879", "Dates": "20200326", "Type": "Review"}, "2763787": {"ID": "2763787", "txt": "Neonatal Early-Onset Infection With SARS-CoV-2 in 33 Neonates Born to Mothers With COVID-19 in Wuhan, China", "AB": "This cohort study examines medical records of 33 neonates born to women with COVID-19 to provide information on maternal-child transmission and infant outcomes.", "link": "https://jamanetwork.com/journals/jamapediatrics/fullarticle/2763787", "Dates": "20200326", "Type": "Research"}, "2763819": {"ID": "2763819", "txt": "Preserving Clinical Trial Integrity During the Coronavirus Pandemic", "AB": "This Viewpoint discusses ways the coronavirus pandemic is threatening clinical trial conduct and enrollment, and suggests ways to adapt, including changes to how outcomes data are collected and how interventions\nare delivered and monitored, to minimize trial disruption, maximize trial benefit, and ensure patient health and safety during the pandemic.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763819", "Dates": "20200325", "Type": "Opinion"}, "2763818": {"ID": "2763818", "txt": "Postacute Care Preparedness for COVID-19:  Thinking Ahead", "AB": "This Viewpoint discusses the second surge of COVID-19 patients on postacute care facilities and offers suggestions on how the medical community and policy makers should prepare by ensuring adequate infrastructure,\nstaff training, and protective equipment.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763818", "Dates": "20200325", "Type": "Opinion"}, "2763673": {"ID": "2763673", "txt": "SARS-CoV-2 Transmission in Patients With Cancer at a Tertiary Care Hospital in Wuhan, China", "AB": "This cross-sectional study reviews the medical records of 1524 patients with cancer treated at a single tertiary care hospital in Wuhan, China to evaluate the characteristics associated with transmission of\nthe SARS-CoV-2 virus.", "link": "https://jamanetwork.com/journals/jamaoncology/fullarticle/2763673", "Dates": "20200325", "Type": "Research"}, "2763841": {"ID": "2763841", "txt": "Training and Fit Testing of Health Care Personnel for Reusable Elastomeric Half-Mask Respirators Compared With Disposable N95 Respirators", "AB": "This study examines the feasibility of rapidly training and fit testing health care workers to use elastomeric half-mask respirators (EHMRs), widely used in construction and manufacturing, as an alternative to\nN95 respirators during periods of shortage.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763841", "Dates": "20200325", "Type": "Research"}, "2763802": {"ID": "2763802", "txt": "Treating COVID-19—Off-Label Drug Use, Compassionate Use, and Randomized Clinical Trials During Pandemics", "AB": "This Viewpoint uses the absence of known effective treatment for Ebola virus disease to emphasize the costs of off-label and compassionate drug use during an infectious disease outbreak and the\nimportance of establishing the efficacy and safety of promising drug leads in randomized trials to inform their clinical use.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763802", "Dates": "20200324", "Type": "Opinion"}, "2764031": {"ID": "2764031", "txt": "Sourcing Personal Protective Equipment During the COVID-19 Pandemic", "AB": "NA", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764031", "Dates": "20200328", "Type": "Opinion"}, "2763961": {"ID": "2763961", "txt": "Active and Effective Measures for the Care of Patients With Cancer During the COVID-19 Spread in China", "AB": "This Viewpoint describes infection prevention and control measures implemented in the care of patients with cancer during the COVID-19 outbreak in China.", "link": "https://jamanetwork.com/journals/jamaoncology/fullarticle/2763961", "Dates": "20200401", "Type": "Opinion"}, "2764228": {"ID": "2764228", "txt": "Mental Health Needs of Health Care Workers Providing Frontline COVID-19 Care", "AB": "NA", "link": "https://jamanetwork.com/channels/health-forum/fullarticle/2764228", "Dates": "20200401", "Type": "Opinion"}, "2764238": {"ID": "2764238", "txt": "Testing Individuals for Coronavirus Disease 2019 (COVID-19)", "AB": "This JAMA Patient Page describes the test for coronavirus disease 2019 (COVID-19), current guidelines for determining who should be tested, reasons for slow adoption of testing in the US, and\npotential drawbacks of alternate tests.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764238", "Dates": "20200401", "Type": "Patient Information"}, "2764239": {"ID": "2764239", "txt": "Potential Legal Liability for Withdrawing or Withholding Ventilators During COVID-19:  Assessing the Risks and Identifying Needed Reforms", "AB": "This Viewpoint discusses the legal risks to health care workers and hospital systems from withdrawing or withholding ventilation from COVID-19 patients and cites a Maryland statute that offers legal immunity\nto clinicians making good faith decisions under emergency conditions as an example for other states to follow.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764239", "Dates": "20200401", "Type": "Opinion"}, "2764083": {"ID": "2764083", "txt": "Characteristics of Ocular Findings of Patients With Coronavirus Disease 2019 (COVID-19) in Hubei Province, China", "AB": "This case series investigates the ocular manifestations and viral prevalence in the conjunctiva of patients with coronavirus disease 2019 (COVID-19).", "link": "https://jamanetwork.com/journals/jamaophthalmology/fullarticle/2764083", "Dates": "20200331", "Type": "Research"}, "2764084": {"ID": "2764084", "txt": "Humans, Viruses, and the Eye—An Early Report From the COVID-19 Front Line", "AB": "NA", "link": "https://jamanetwork.com/journals/jamaophthalmology/fullarticle/2764084", "Dates": "20200331", "Type": "Opinion"}, "2764085": {"ID": "2764085", "txt": "Perspectives on Coronavirus Disease 2019 Control Measures for Ophthalmology Clinics Based on a Singapore Center Experience", "AB": "This Viewpoint describes treatment initiatives being undertaken for novel coronavirus 2019 at an ophthalmology center in Singapore.", "link": "https://jamanetwork.com/journals/jamaophthalmology/fullarticle/2764085", "Dates": "20200331", "Type": "Opinion"}, "2764032": {"ID": "2764032", "txt": "Safety Recommendations for Evaluation and Surgery of the Head and Neck During the COVID-19 Pandemic", "AB": "This Special Communication provides safety recommendations for health care workers regarding otolaryngologic examinations and surgical procedures during the coronavirus disease 2019 (COVID-19) pandemic.", "link": "https://jamanetwork.com/journals/jamaotolaryngology/fullarticle/2764032", "Dates": "20200331", "Type": "Review"}, "2764033": {"ID": "2764033", "txt": "Surgical Considerations for Tracheostomy During the COVID-19 Pandemic:  Lessons Learned From the Severe Acute Respiratory Syndrome Outbreak", "AB": "This Viewpoint highlights important perioperative considerations when planning for open tracheostomy in an infected patient during the COVID-19 pandemic.", "link": "https://jamanetwork.com/journals/jamaotolaryngology/fullarticle/2764033", "Dates": "20200331", "Type": "Opinion"}, "2764137": {"ID": "2764137", "txt": "Community Prevalence of SARS-CoV-2 Among Patients With Influenzalike Illnesses Presenting to a Los Angeles Medical Center in March 2020", "AB": "This study characterizes the prevalence of reverse-transcriptase polymerase chain reaction results positive for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) among patients presenting with influenzalike illness who underwent nasopharyngeal swab\ntesting for influenza and respiratory syncytial virus over 4 days in March 2020.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764137", "Dates": "20200331", "Type": "Research"}, "2764138": {"ID": "2764138", "txt": "Medical Student Education in the Time of COVID-19", "AB": "This Viewpoint discusses ways the coronavirus pandemic is forcing change onto graduate medical education, including online implementation of preclerkship curricula and alternatives to in-person patient experiences in clinical clerkship rotations.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764138", "Dates": "20200331", "Type": "Opinion"}, "2763473": {"ID": "2763473", "txt": "Possible Transmission of Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) in a Public Bath Center in Huai’an, Jiangsu Province, China", "AB": "This case series reports a cluster-spreading event in Huai’an, Jiangsu Province, China, in which a patient with coronavirus disease 2019 (COVID-19) may have transmitted severe acute respiratory syndrome coronavirus 2\n(SARS-CoV-2) to 8 healthy individuals.", "link": "https://jamanetwork.com/journals/jamanetworkopen/fullarticle/2763473", "Dates": "20200330", "Type": "Research"}, "2764073": {"ID": "2764073", "txt": "Older Clinicians and the Surge in Novel Coronavirus Disease 2019 (COVID-19)", "AB": "This Viewpoint summarizes the distribution of physicians and registered nurses aged 55 years and older in US cities caring for COVID-19 patients and proposes roles they can play in health\nsystems that preserve their ability to apply their experience over the long-term course of the pandemic.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764073", "Dates": "20200330", "Type": "Opinion"}, "2764074": {"ID": "2764074", "txt": "Optimizing the Trade-off Between Learning and Doing in a Pandemic", "AB": "This Viewpoint discusses the tensions between evaluating treatments (learning) and just treating patients (doing) during the coronavirus disease 2019 (COVID-19) pandemic, and proposes actions the clinical research and practice communities\ncan take to support each other’s imperatives so that both can “learn from doing” in a more integrated patient care approach.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764074", "Dates": "20200330", "Type": "Opinion"}, "2764021": {"ID": "2764021", "txt": "Canceled Blood Drives, Social Distancing Cause Nationwide Blood Shortages", "AB": "NA", "link": "https://jamanetwork.com/channels/health-forum/fullarticle/2764021", "Dates": "20200330", "Type": "News"}, "2764283": {"ID": "2764283", "txt": "Governmental Public Health Powers During the COVID-19 Pandemic:  Stay-at-home Orders, Business Closures, and Travel Restrictions", "AB": "This Viewpoint provides historical and legal context for governmental directives to close schools and businesses, ban public gatherings, impose curfews, issue stay-at-home orders, require quarantines for travelers, and impose travel\nrestrictions during the COVID-19 pandemic, urging transparent evidence-based processes to ensure equity and social justice.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764283", "Dates": "20200402", "Type": "Opinion"}, "2764319": {"ID": "2764319", "txt": "Personal Risk and Societal Obligation Amidst COVID-19", "AB": "In this narrative medicine essay, a resident physician with asthma describes her internal deliberations about public vs private good after a decision to retreat from direct-patient care to telemedicine to\nprotect her health during the coronavirus pandemic.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764319", "Dates": "20200403", "Type": "Opinion"}, "2764227": {"ID": "2764227", "txt": "Addressing the COVID-19 Pandemic in Populations With Serious Mental Illness", "AB": "This Viewpoint describes considerations for the care of people with serious mental illness during the coronavirus disease 2019 pandemic.", "link": "https://jamanetwork.com/journals/jamapsychiatry/fullarticle/2764227", "Dates": "20200403", "Type": "Opinion"}, "2764248": {"ID": "2764248", "txt": "Coronavirus Disease 2019 and Children:  What Pediatric Health Care Clinicians Need to Know", "AB": "This Viewpoint offers information on the coronavirus disease 2019 pandemic that is useful for pediatric clinicians.", "link": "https://jamanetwork.com/journals/jamapediatrics/fullarticle/2764248", "Dates": "20200403", "Type": "Opinion"}, "2764299": {"ID": "2764299", "txt": "Coronavirus Disease 2019 (COVID-19) Infection and Renin Angiotensin System Blockers", "AB": "This Viewpoint discusses recommendations for angiotensin-converting enzyme inhibitor and angiotensin receptor blocker use in patients with or at risk of contracting coronavirus disease 2019 (COVID-19).", "link": "https://jamanetwork.com/journals/jamacardiology/fullarticle/2764299", "Dates": "20200403", "Type": "Opinion"}, "2764300": {"ID": "2764300", "txt": "The Dilemma of Coronavirus Disease 2019, Aging, and Cardiovascular Disease:  Insights From Cardiovascular Aging Science", "AB": "This Viewpoint discusses whether individuals should continue to take angiotensin-converting enzyme inhibitors and angiotensin receptor blockers in the context of coronavirus disease 2019 (COVID-19).", "link": "https://jamanetwork.com/journals/jamacardiology/fullarticle/2764300", "Dates": "20200403", "Type": "Opinion"}, "2764317": {"ID": "2764317", "txt": "Emergency Restructuring of a General Surgery Residency Program During the Coronavirus Disease 2019 Pandemic:  The University of Washington Experience", "AB": "This Special Communication describes how a surgical department in an epicenter of the coronavirus disease 2019 pandemic created a unique workflow of surgical resident physicians to accommodate team safety while\noptimizing patient care.", "link": "https://jamanetwork.com/journals/jamasurgery/fullarticle/2764317", "Dates": "20200406", "Type": "Review"}, "2764318": {"ID": "2764318", "txt": "How to Partner With the Military in Responding to Pandemics—A Blueprint for Success", "AB": "This Viewpoint discusses the formation of military-civilian partnerships for treating patients with COVID-19.", "link": "https://jamanetwork.com/journals/jamasurgery/fullarticle/2764318", "Dates": "20200406", "Type": "Opinion"}}