[{"ID": "2763952", "txt": "The Importance of Addressing Advance Care Planning and Decisions About Do-Not-Resuscitate Orders During Novel Coronavirus 2019 (COVID-19)", "AB": "This Viewpoint emphasizes the importance of advanced care planning and goals-of-care discussions with older patients and those with chronic disease during the spread of coronavirus disease (COVID-19), given the likelihood\nthese patients could become critically ill and require resuscitation and advanced life support if they became infected with SARS-CoV-2.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763952", "Dates": "20200327", "Type": "Opinion"}, {"ID": "2763953", "txt": "A Framework for Rationing Ventilators and Critical Care Beds During the COVID-19 Pandemic", "AB": "This Viewpoint describes a framework for rationing ventilators during the COVID-19 pandemic should intensive care units find themselves with more patients than they can care for, using a score-based system\nthat incorporates patients’ likelihood of surviving to hospital discharge and beyond and their role in the public health response to the outbreak.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763953", "Dates": "20200327", "Type": "Opinion"}, {"ID": "2763982", "txt": "Convalescent Plasma to Treat COVID-19:  Possibilities and Challenges", "AB": "NA", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763982", "Dates": "20200327", "Type": "Opinion"}, {"ID": "2763983", "txt": "Treatment of 5 Critically Ill Patients With COVID-19 With Convalescent Plasma", "AB": "This case series describes clinical outcomes in 5 Chinese patients with laboratory-confirmed COVID-19, ARDS, and high viral loads despite antiviral treatment who were given human plasma with SARS-CoV-2 antibodies obtained\nfrom previously infected and recovered patients.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763983", "Dates": "20200327", "Type": "Research"}, {"ID": "2763843", "txt": "Cardiac Involvement in a Patient With Coronavirus Disease 2019 (COVID-19)", "AB": "This case report describes the presentation of acute myocardial inflammation in a patient with coronavirus disease 2019 (COVID-19) who recovered from influenzalike syndrome and developed fatigue and signs and symptoms\nof heart failure a week after upper respiratory tract symptoms.", "link": "https://jamanetwork.com/journals/jamacardiology/fullarticle/2763843", "Dates": "20200327", "Type": "Research"}, {"ID": "2763844", "txt": "Association of Coronavirus Disease 2019 (COVID-19) With Myocardial Injury and Mortality", "AB": "NA", "link": "https://jamanetwork.com/journals/jamacardiology/fullarticle/2763844", "Dates": "20200327", "Type": "Opinion"}, {"ID": "2763845", "txt": "Cardiovascular Implications of Fatal Outcomes of Patients With Coronavirus Disease 2019 (COVID-19)", "AB": "This case series study evaluates the association of underlying cardiovascular disease and myocardial injury on fatal outcomes in patients with coronavirus disease 2019 (COVID-19).", "link": "https://jamanetwork.com/journals/jamacardiology/fullarticle/2763845", "Dates": "20200327", "Type": "Research"}, {"ID": "2763846", "txt": "Potential Effects of Coronaviruses on the Cardiovascular System:  A Review", "AB": "This narrative review provides an overview of the basics of coronaviruses, with a focus on coronavirus disease 2019 along with their effects on the cardiovascular system.", "link": "https://jamanetwork.com/journals/jamacardiology/fullarticle/2763846", "Dates": "20200327", "Type": "Review"}, {"ID": "2763851", "txt": "Can SARS-CoV-2 Infection Be Acquired In Utero?  More Definitive Evidence Is Needed", "AB": "NA", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763851", "Dates": "20200326", "Type": "Opinion"}, {"ID": "2763852", "txt": "Turbulent Gas Clouds and Respiratory Pathogen Emissions:  Potential Implications for Reducing Transmission of COVID-19", "AB": "This JAMA Insights Clinical Update discusses the need to better understand the dynamics of respiratory disease transmission by better characterizing transmission routes, the role of patient physiology in shaping them,\nand best approaches for source control in the context of the COVID-19 outbreak.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763852", "Dates": "20200326", "Type": "Review"}, {"ID": "2763853", "txt": "Possible Vertical Transmission of SARS-CoV-2 From an Infected Mother to Her Newborn", "AB": "This case report describes birth of an infant with elevated anti–SARS-CoV-2 IgM antibodies and cytokine levels to a mother with polymerase chain reaction–confirmed coronavirus disease 2019 (COVID-19) despite no physical\ncontact.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763853", "Dates": "20200326", "Type": "Research"}, {"ID": "2763854", "txt": "Antibodies in Infants Born to Mothers With COVID-19 Pneumonia", "AB": "This study measured antibodies from infant throat swabs and sera samples.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763854", "Dates": "20200326", "Type": "Research"}, {"ID": "2763878", "txt": "Toward Universal Deployable Guidelines for the Care of Patients With COVID-19", "AB": "NA", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763878", "Dates": "20200326", "Type": "Opinion"}, {"ID": "2763879", "txt": "Management of Critically Ill Adults With COVID-19", "AB": "This JAMA Clinical Guidelines Synopsis summarizes the 2020 Surviving Sepsis Campaign guidelines on the treatment of critically ill adults with coronavirus disease 2019 (COVID-19).", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763879", "Dates": "20200326", "Type": "Review"}, {"ID": "2763787", "txt": "Neonatal Early-Onset Infection With SARS-CoV-2 in 33 Neonates Born to Mothers With COVID-19 in Wuhan, China", "AB": "This cohort study examines medical records of 33 neonates born to women with COVID-19 to provide information on maternal-child transmission and infant outcomes.", "link": "https://jamanetwork.com/journals/jamapediatrics/fullarticle/2763787", "Dates": "20200326", "Type": "Research"}, {"ID": "2763819", "txt": "Preserving Clinical Trial Integrity During the Coronavirus Pandemic", "AB": "This Viewpoint discusses ways the coronavirus pandemic is threatening clinical trial conduct and enrollment, and suggests ways to adapt, including changes to how outcomes data are collected and how interventions\nare delivered and monitored, to minimize trial disruption, maximize trial benefit, and ensure patient health and safety during the pandemic.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763819", "Dates": "20200325", "Type": "Opinion"}, {"ID": "2763818", "txt": "Postacute Care Preparedness for COVID-19:  Thinking Ahead", "AB": "This Viewpoint discusses the second surge of COVID-19 patients on postacute care facilities and offers suggestions on how the medical community and policy makers should prepare by ensuring adequate infrastructure,\nstaff training, and protective equipment.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763818", "Dates": "20200325", "Type": "Opinion"}, {"ID": "2763673", "txt": "SARS-CoV-2 Transmission in Patients With Cancer at a Tertiary Care Hospital in Wuhan, China", "AB": "This cross-sectional study reviews the medical records of 1524 patients with cancer treated at a single tertiary care hospital in Wuhan, China to evaluate the characteristics associated with transmission of\nthe SARS-CoV-2 virus.", "link": "https://jamanetwork.com/journals/jamaoncology/fullarticle/2763673", "Dates": "20200325", "Type": "Research"}, {"ID": "2763841", "txt": "Training and Fit Testing of Health Care Personnel for Reusable Elastomeric Half-Mask Respirators Compared With Disposable N95 Respirators", "AB": "This study examines the feasibility of rapidly training and fit testing health care workers to use elastomeric half-mask respirators (EHMRs), widely used in construction and manufacturing, as an alternative to\nN95 respirators during periods of shortage.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763841", "Dates": "20200325", "Type": "Research"}, {"ID": "2763802", "txt": "Treating COVID-19—Off-Label Drug Use, Compassionate Use, and Randomized Clinical Trials During Pandemics", "AB": "This Viewpoint uses the absence of known effective treatment for Ebola virus disease to emphasize the costs of off-label and compassionate drug use during an infectious disease outbreak and the\nimportance of establishing the efficacy and safety of promising drug leads in randomized trials to inform their clinical use.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763802", "Dates": "20200324", "Type": "Opinion"}, {"ID": "2764031", "txt": "Sourcing Personal Protective Equipment During the COVID-19 Pandemic", "AB": "NA", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764031", "Dates": "20200328", "Type": "Opinion"}, {"ID": "2763961", "txt": "Active and Effective Measures for the Care of Patients With Cancer During the COVID-19 Spread in China", "AB": "This Viewpoint describes infection prevention and control measures implemented in the care of patients with cancer during the COVID-19 outbreak in China.", "link": "https://jamanetwork.com/journals/jamaoncology/fullarticle/2763961", "Dates": "20200401", "Type": "Opinion"}, {"ID": "2764228", "txt": "Mental Health Needs of Health Care Workers Providing Frontline COVID-19 Care", "AB": "NA", "link": "https://jamanetwork.com/channels/health-forum/fullarticle/2764228", "Dates": "20200401", "Type": "Opinion"}, {"ID": "2764238", "txt": "Testing Individuals for Coronavirus Disease 2019 (COVID-19)", "AB": "This JAMA Patient Page describes the test for coronavirus disease 2019 (COVID-19), current guidelines for determining who should be tested, reasons for slow adoption of testing in the US, and\npotential drawbacks of alternate tests.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764238", "Dates": "20200401", "Type": "Patient Information"}, {"ID": "2764239", "txt": "Potential Legal Liability for Withdrawing or Withholding Ventilators During COVID-19:  Assessing the Risks and Identifying Needed Reforms", "AB": "This Viewpoint discusses the legal risks to health care workers and hospital systems from withdrawing or withholding ventilation from COVID-19 patients and cites a Maryland statute that offers legal immunity\nto clinicians making good faith decisions under emergency conditions as an example for other states to follow.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764239", "Dates": "20200401", "Type": "Opinion"}, {"ID": "2764083", "txt": "Characteristics of Ocular Findings of Patients With Coronavirus Disease 2019 (COVID-19) in Hubei Province, China", "AB": "This case series investigates the ocular manifestations and viral prevalence in the conjunctiva of patients with coronavirus disease 2019 (COVID-19).", "link": "https://jamanetwork.com/journals/jamaophthalmology/fullarticle/2764083", "Dates": "20200331", "Type": "Research"}, {"ID": "2764084", "txt": "Humans, Viruses, and the Eye—An Early Report From the COVID-19 Front Line", "AB": "NA", "link": "https://jamanetwork.com/journals/jamaophthalmology/fullarticle/2764084", "Dates": "20200331", "Type": "Opinion"}, {"ID": "2764085", "txt": "Perspectives on Coronavirus Disease 2019 Control Measures for Ophthalmology Clinics Based on a Singapore Center Experience", "AB": "This Viewpoint describes treatment initiatives being undertaken for novel coronavirus 2019 at an ophthalmology center in Singapore.", "link": "https://jamanetwork.com/journals/jamaophthalmology/fullarticle/2764085", "Dates": "20200331", "Type": "Opinion"}, {"ID": "2764032", "txt": "Safety Recommendations for Evaluation and Surgery of the Head and Neck During the COVID-19 Pandemic", "AB": "This Special Communication provides safety recommendations for health care workers regarding otolaryngologic examinations and surgical procedures during the coronavirus disease 2019 (COVID-19) pandemic.", "link": "https://jamanetwork.com/journals/jamaotolaryngology/fullarticle/2764032", "Dates": "20200331", "Type": "Review"}, {"ID": "2764033", "txt": "Surgical Considerations for Tracheostomy During the COVID-19 Pandemic:  Lessons Learned From the Severe Acute Respiratory Syndrome Outbreak", "AB": "This Viewpoint highlights important perioperative considerations when planning for open tracheostomy in an infected patient during the COVID-19 pandemic.", "link": "https://jamanetwork.com/journals/jamaotolaryngology/fullarticle/2764033", "Dates": "20200331", "Type": "Opinion"}, {"ID": "2764137", "txt": "Community Prevalence of SARS-CoV-2 Among Patients With Influenzalike Illnesses Presenting to a Los Angeles Medical Center in March 2020", "AB": "This study characterizes the prevalence of reverse-transcriptase polymerase chain reaction results positive for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) among patients presenting with influenzalike illness who underwent nasopharyngeal swab\ntesting for influenza and respiratory syncytial virus over 4 days in March 2020.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764137", "Dates": "20200331", "Type": "Research"}, {"ID": "2764138", "txt": "Medical Student Education in the Time of COVID-19", "AB": "This Viewpoint discusses ways the coronavirus pandemic is forcing change onto graduate medical education, including online implementation of preclerkship curricula and alternatives to in-person patient experiences in clinical clerkship rotations.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764138", "Dates": "20200331", "Type": "Opinion"}, {"ID": "2763473", "txt": "Possible Transmission of Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) in a Public Bath Center in Huai’an, Jiangsu Province, China", "AB": "This case series reports a cluster-spreading event in Huai’an, Jiangsu Province, China, in which a patient with coronavirus disease 2019 (COVID-19) may have transmitted severe acute respiratory syndrome coronavirus 2\n(SARS-CoV-2) to 8 healthy individuals.", "link": "https://jamanetwork.com/journals/jamanetworkopen/fullarticle/2763473", "Dates": "20200330", "Type": "Research"}, {"ID": "2764073", "txt": "Older Clinicians and the Surge in Novel Coronavirus Disease 2019 (COVID-19)", "AB": "This Viewpoint summarizes the distribution of physicians and registered nurses aged 55 years and older in US cities caring for COVID-19 patients and proposes roles they can play in health\nsystems that preserve their ability to apply their experience over the long-term course of the pandemic.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764073", "Dates": "20200330", "Type": "Opinion"}, {"ID": "2764074", "txt": "Optimizing the Trade-off Between Learning and Doing in a Pandemic", "AB": "This Viewpoint discusses the tensions between evaluating treatments (learning) and just treating patients (doing) during the coronavirus disease 2019 (COVID-19) pandemic, and proposes actions the clinical research and practice communities\ncan take to support each other’s imperatives so that both can “learn from doing” in a more integrated patient care approach.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764074", "Dates": "20200330", "Type": "Opinion"}, {"ID": "2764021", "txt": "Canceled Blood Drives, Social Distancing Cause Nationwide Blood Shortages", "AB": "NA", "link": "https://jamanetwork.com/channels/health-forum/fullarticle/2764021", "Dates": "20200330", "Type": "News"}, {"ID": "2764283", "txt": "Governmental Public Health Powers During the COVID-19 Pandemic:  Stay-at-home Orders, Business Closures, and Travel Restrictions", "AB": "This Viewpoint provides historical and legal context for governmental directives to close schools and businesses, ban public gatherings, impose curfews, issue stay-at-home orders, require quarantines for travelers, and impose travel\nrestrictions during the COVID-19 pandemic, urging transparent evidence-based processes to ensure equity and social justice.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764283", "Dates": "20200402", "Type": "Opinion"}, {"ID": "2764319", "txt": "Personal Risk and Societal Obligation Amidst COVID-19", "AB": "In this narrative medicine essay, a resident physician with asthma describes her internal deliberations about public vs private good after a decision to retreat from direct-patient care to telemedicine to\nprotect her health during the coronavirus pandemic.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764319", "Dates": "20200403", "Type": "Opinion"}, {"ID": "2764227", "txt": "Addressing the COVID-19 Pandemic in Populations With Serious Mental Illness", "AB": "This Viewpoint describes considerations for the care of people with serious mental illness during the coronavirus disease 2019 pandemic.", "link": "https://jamanetwork.com/journals/jamapsychiatry/fullarticle/2764227", "Dates": "20200403", "Type": "Opinion"}, {"ID": "2764248", "txt": "Coronavirus Disease 2019 and Children:  What Pediatric Health Care Clinicians Need to Know", "AB": "This Viewpoint offers information on the coronavirus disease 2019 pandemic that is useful for pediatric clinicians.", "link": "https://jamanetwork.com/journals/jamapediatrics/fullarticle/2764248", "Dates": "20200403", "Type": "Opinion"}, {"ID": "2764299", "txt": "Coronavirus Disease 2019 (COVID-19) Infection and Renin Angiotensin System Blockers", "AB": "This Viewpoint discusses recommendations for angiotensin-converting enzyme inhibitor and angiotensin receptor blocker use in patients with or at risk of contracting coronavirus disease 2019 (COVID-19).", "link": "https://jamanetwork.com/journals/jamacardiology/fullarticle/2764299", "Dates": "20200403", "Type": "Opinion"}, {"ID": "2764300", "txt": "The Dilemma of Coronavirus Disease 2019, Aging, and Cardiovascular Disease:  Insights From Cardiovascular Aging Science", "AB": "This Viewpoint discusses whether individuals should continue to take angiotensin-converting enzyme inhibitors and angiotensin receptor blockers in the context of coronavirus disease 2019 (COVID-19).", "link": "https://jamanetwork.com/journals/jamacardiology/fullarticle/2764300", "Dates": "20200403", "Type": "Opinion"}, {"ID": "2764317", "txt": "Emergency Restructuring of a General Surgery Residency Program During the Coronavirus Disease 2019 Pandemic:  The University of Washington Experience", "AB": "This Special Communication describes how a surgical department in an epicenter of the coronavirus disease 2019 pandemic created a unique workflow of surgical resident physicians to accommodate team safety while\noptimizing patient care.", "link": "https://jamanetwork.com/journals/jamasurgery/fullarticle/2764317", "Dates": "20200406", "Type": "Review"}, {"ID": "2764318", "txt": "How to Partner With the Military in Responding to Pandemics—A Blueprint for Success", "AB": "This Viewpoint discusses the formation of military-civilian partnerships for treating patients with COVID-19.", "link": "https://jamanetwork.com/journals/jamasurgery/fullarticle/2764318", "Dates": "20200406", "Type": "Opinion"}, {"ID": "2764363", "txt": "Critical Illness in Patients With COVID-19:  Mounting an Effective Clinical and Research Response", "AB": "NA", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764363", "Dates": "20200406", "Type": "Opinion"}, {"ID": "2764364", "txt": "Sample Pooling as a Strategy to Detect Community Transmission of SARS-CoV-2", "AB": "This study describes findings of novel coronavirus testing on pooled nasopharyngeal and bronchoalveolar lavage samples taken from patients who had negative results by routine respiratory virus testing to see if\npooling samples could increase testing throughput and efficiency and facilitate early detection of community COVID-19 transmission.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764364", "Dates": "20200406", "Type": "Research"}, {"ID": "2764365", "txt": "Baseline Characteristics and Outcomes of 1591 Patients Infected With SARS-CoV-2 Admitted to ICUs of the Lombardy Region, Italy", "AB": "This case series describes the demographics, comorbidities, ventilation requirements, dispositions, and mortality of patients with PCR-confirmed SARS-CoV-2 infection admitted to northern Italy ICUs in February-March 2020..", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764365", "Dates": "20200406", "Type": "Research"}, {"ID": "2764366", "txt": "The COVID-19 Pandemic in the US:  A Clinical Update", "AB": "This Viewpoint provides a summary update of coronavirus disease 2019 (COVID-19) in the US, discussing case-fatality rates, interpretation of polymerase chain reaction test results, duration of immunity, reinfection, and more.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764366", "Dates": "20200406", "Type": "Opinion"}, {"ID": "2763371", "txt": "Editorial Concern—Possible Reporting of the Same Patients With COVID-19 in Different Reports", "AB": "NA", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763371", "Dates": "20200407", "Type": "Opinion"}, {"ID": "2761659", "txt": "Novel Coronavirus Infection in Hospitalized Infants Under 1 Year of Age in China", "AB": "This study characterizes the demographic, epidemiologic, and clinical characteristics of hospitalized infants diagnosed with coronavirus disease 2019 infection between December 8, 2019, and February 6, 2020, in China.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2761659", "Dates": "20200407", "Type": "Research"}, {"ID": "2761778", "txt": "Preparing for the Most Critically Ill Patients With COVID-19:  The Potential Role of Extracorporeal Membrane Oxygenation", "AB": "This Viewpoint discusses the potential role of ECMO (extracorporeal membrane oxygenation) in the management of novel coronavirus disease 2019 (COVID-19) and cautions about the risk of overuse and the shortage\nof ECMO capability given the numbers of people infected if the technology is not appropriately utilized.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2761778", "Dates": "20200407", "Type": "Opinion"}, {"ID": "2761890", "txt": "COVID-19 in Singapore—Current Experience:  Critical Global Issues That Require Attention and Action", "AB": "This Viewpoint discusses public health measures implemented in Singapore to manage potential COVID-19 infection based on the country’s experience with SARS in 2003 and reviews critical information gaps necessary to\nhelp manage the outbreak, such as viral shedding patterns and optimal timing of antiviral treatment after exposure.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2761890", "Dates": "20200407", "Type": "Opinion"}, {"ID": "2762130", "txt": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China:  Summary of a Report of 72 314 Cases From the Chinese Center for Disease Control and Prevention", "AB": "This Viewpoint summarizes key epidemiologic and clinical findings from all cases of coronavirus disease 2019 (COVID-19) reported through February 11, 2020, in mainland China, and case trends in response to\ngovernment attempts to control and contain the infection.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2762130", "Dates": "20200407", "Type": "Opinion"}, {"ID": "2764368", "txt": "US Public Concerns About the COVID-19 Pandemic From Results of a Survey Given via Social Media", "AB": "This survey study assessed public concerns about symptoms of coronavirus disease 2019 and individual actions in response to the pandemic.", "link": "https://jamanetwork.com/journals/jamainternalmedicine/fullarticle/2764368", "Dates": "20200407", "Type": "Research"}, {"ID": "2764369", "txt": "What Other Countries Can Learn From Italy During the COVID-19 Pandemic", "AB": "This Viewpoint explores challenges in the Italian health care system during the coronavirus disease 2019 pandemic and how other countries can plan for optimal actions.", "link": "https://jamanetwork.com/journals/jamainternalmedicine/fullarticle/2764369", "Dates": "20200407", "Type": "Opinion"}, {"ID": "2764370", "txt": "COVID-19 Pandemic Poses Challenge for Jails and Prisons", "AB": "NA", "link": "https://jamanetwork.com/channels/health-forum/fullarticle/2764370", "Dates": "20200407", "Type": "News"}, {"ID": "2764379", "txt": "The Challenge of Preventing COVID-19 Spread in Correctional Facilities", "AB": "This Medical News feature examines steps that correctional facilities are taking to minimize the spread of COVID-19.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764379", "Dates": "20200407", "Type": "News"}, {"ID": "2764380", "txt": "Understanding and Addressing Sources of Anxiety Among Health Care Professionals During the COVID-19 Pandemic", "AB": "This Viewpoint discusses sources of anxiety revealed in conversations with health care workers (HCWs) in the early weeks of the coronavirus disease 2019 (COVID-19) pandemic, and the importance of expressions\nof gratitude from leadership for HCWs’ commitment and willingness to put themselves in harm’s way as a means to ameliorate that anxiety.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764380", "Dates": "20200407", "Type": "Opinion"}, {"ID": "2764417", "txt": "Sudden and Complete Olfactory Loss Function as a Possible Symptom of COVID-19", "AB": "This case report describes a woman infected by SARS-CoV-2 who had sudden and complete loss of the olfactory function without nasal obstruction.", "link": "https://jamanetwork.com/journals/jamaotolaryngology/fullarticle/2764417", "Dates": "20200408", "Type": "Case Report"}, {"ID": "2764394", "txt": "Screening and Severity of Coronavirus Disease 2019 (COVID-19) in Children in Madrid, Spain", "AB": "This case series describes the testing for and treatment of children with coronavirus disease 2019 (COVID-19) in Madrid, Spain.", "link": "https://jamanetwork.com/journals/jamapediatrics/fullarticle/2764394", "Dates": "20200408", "Type": "Research"}, {"ID": "2764405", "txt": "Regional Strategies for Academic Health Centers to Support Primary Care During the COVID-19 Pandemic: A Plea From the Front Lines", "AB": "NA", "link": "https://jamanetwork.com/channels/health-forum/fullarticle/2764405", "Dates": "20200408", "Type": "Opinion"}, {"ID": "2764427", "txt": "A Bold Response to the COVID-19 Pandemic:  Medical Students, National Service, and Public Health", "AB": "NA", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764427", "Dates": "20200408", "Type": "Opinion"}, {"ID": "2764560", "txt": "Food Safety and COVID-19", "AB": "This JAMA Patient Page describes how the novel coronavirus that causes COVID-19 is transmitted and provides measures people can take while grocery shopping, unpacking groceries, and preparing food to minimize\nthe risk of being infected.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764560", "Dates": "20200409", "Type": "Patient Information"}, {"ID": "2764562", "txt": "Ensuring Access to Medications in the US During the COVID-19 Pandemic", "AB": "This Viewpoint proposes strategies to ensure adequate supply and distribution of medication in the US during and beyond the coronavirus pandemic, including development and funding of a national essential medicines\nsupply, allocation strategies to prevent stockpiling, and funding of home delivery services to ensure adequate access for lower income and underserved populations.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764562", "Dates": "20200409", "Type": "Opinion"}, {"ID": "2764547", "txt": "How Will COVID-19 Affect the Health Care Economy?", "AB": "NA", "link": "https://jamanetwork.com/channels/health-forum/fullarticle/2764547", "Dates": "20200409", "Type": "Opinion"}, {"ID": "2764583", "txt": "Joint International Collaboration to Combat Mental Health Challenges During the Coronavirus Disease 2019 Pandemic", "AB": "This Viewpoint imparts lessons from Hubei, China, on potential methods to focus on mental health during the coronavirus disease 2019 pandemic.", "link": "https://jamanetwork.com/journals/jamapsychiatry/fullarticle/2764583", "Dates": "20200410", "Type": "Opinion"}, {"ID": "2764584", "txt": "Suicide Mortality and Coronavirus Disease 2019—A Perfect Storm?", "AB": "This Viewpoint explains reasons why US suicide rates may rise in tandem with the coronavirus disease 2019 pandemic and describes opportunities to expand research and care.", "link": "https://jamanetwork.com/journals/jamapsychiatry/fullarticle/2764584", "Dates": "20200410", "Type": "Opinion"}, {"ID": "2764404", "txt": "The Mental Health Consequences of COVID-19 and Physical Distancing:  The Need for Prevention and Early Intervention", "AB": "This Viewpoint emphasizes the importance of mitigating the mental health consequences of social distancing in the COVID-19 era.", "link": "https://jamanetwork.com/journals/jamainternalmedicine/fullarticle/2764404", "Dates": "20200410", "Type": "Opinion"}, {"ID": "2764548", "txt": "The Spectrum of Neurologic Disease in the Severe Acute Respiratory Syndrome Coronavirus 2 Pandemic Infection:  Neurologists Move to the Frontlines", "AB": "NA", "link": "https://jamanetwork.com/journals/jamaneurology/fullarticle/2764548", "Dates": "20200410", "Type": "Opinion"}, {"ID": "2764549", "txt": "Neurologic Manifestations of Hospitalized Patients With Coronavirus Disease 2019 in Wuhan, China", "AB": "This study investigates the neurologic manifestations of patients with coronavirus disease 2019.", "link": "https://jamanetwork.com/journals/jamaneurology/fullarticle/2764549", "Dates": "20200410", "Type": "Research"}, {"ID": "2764435", "txt": "Caring for Patients With Cancer During the COVID-19 Outbreak in Italy", "AB": "This essay discusses the challenges associated with caring for patients with cancer during the COVID-19 epidemic in Italy.", "link": "https://jamanetwork.com/journals/jamaoncology/fullarticle/2764435", "Dates": "20200410", "Type": "Opinion"}, {"ID": "2764293", "txt": "Clinical Characteristics of Patients Who Died of Coronavirus Disease 2019 in China", "AB": "This case series describes the characteristics of a cohort of patients who died of coronavirus disease 2019 in China.", "link": "https://jamanetwork.com/journals/jamanetworkopen/fullarticle/2764293", "Dates": "20200410", "Type": "Research"}, {"ID": "2764654", "txt": "King Lear Under COVID-19 Lockdown", "AB": "This Arts and Medicine feature draws lessons from William Shakespeare’s King Lear about our collective disorientation and obligations to each other in the midst of the first-wave coronavirus (COVID-19) pandemic.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764654", "Dates": "20200410", "Type": "Humanities"}, {"ID": "2764656", "txt": "Public Health Interventions for COVID-19:  Emerging Evidence and Implications for an Evolving Public Health Crisis", "AB": "NA", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764656", "Dates": "20200410", "Type": "Opinion"}, {"ID": "2764657", "txt": "Seasonal Influenza Activity During the SARS-CoV-2 Outbreak in Japan", "AB": "This study uses data from the National Institutes of Infectious Diseases Japan to compare weekly influenza activity in the 2019/2020 vs the 2014-2019 seasons given mitigation strategies taken in 2020\nto limit the spread of COVID-19.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764657", "Dates": "20200410", "Type": "Research"}, {"ID": "2764658", "txt": "Association of Public Health Interventions With the Epidemiology of the COVID-19 Outbreak in Wuhan, China", "AB": "This population epidemiology study examines associations between phases of nonpharmaceutical public health interventions (social distancing, centralized quarantine, home confinement, and others) and rates of laboratory-confirmed COVID-19 infection in Wuhan, China,\nbetween December 2019 and early March 2020.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764658", "Dates": "20200410", "Type": "Research"}, {"ID": "2764607", "txt": "Potential Shortages of Hydroxychloroquine for Patients with Lupus During the Coronavirus Disease 2019 Pandemic", "AB": "NA", "link": "https://jamanetwork.com/channels/health-forum/fullarticle/2764607", "Dates": "20200410", "Type": "Opinion"}, {"ID": "2764727", "txt": "Pharmacologic Treatments for Coronavirus Disease 2019 (COVID-19):  A Review", "AB": "This narrative review summarizes what is currently known about how SARS-CoV-2 infects cells and causes disease as a basis for considering whether chloroquine, remdisivir and other antivirals, or other existing\ndrugs might be effective treatment for coronavirus disease 2019 (COVID-19).", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764727", "Dates": "20200413", "Type": "Review"}, {"ID": "2764728", "txt": "Oncology Practice During the COVID-19 Pandemic", "AB": "This Viewpoint proposes a framework for modifying cancer care in the midst of the COVID-19 pandemic that balances considerations about the time-sensitivity of patient need for visits and treatment, risk\nof infectious exposure, and hospital and staff capacity and stress.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764728", "Dates": "20200413", "Type": "Opinion"}, {"ID": "2763401", "txt": "Coronavirus Disease 2019 (COVID-19) in Italy", "AB": "NA", "link": "https://jamanetwork.com/journals/jama/fullarticle/2763401", "Dates": "20200414", "Type": "News"}, {"ID": "2762028", "txt": "Presumed Asymptomatic Carrier Transmission of COVID-19", "AB": "This study describes possible transmission of novel coronavirus disease 2019 (COVID-19) from an asymptomatic Wuhan resident to 5 family members in Anyang, a Chinese city in the neighboring province of\nHubei.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2762028", "Dates": "20200414", "Type": "Research"}, {"ID": "2762510", "txt": "COVID-19—New Insights on a Rapidly Changing Epidemic", "AB": "This Viewpoint provides an update on what’s known and not yet known about the coronavirus disease 2019 (COVID-19) epidemic, reviewing advances over the initial weeks of the outbreak in understanding\nthe epidemiology and clinical spectrum of the illness and in approaches to diagnosis, management, and infection control.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2762510", "Dates": "20200414", "Type": "Opinion"}, {"ID": "2762689", "txt": "Response to COVID-19 in Taiwan:  Big Data Analytics, New Technology, and Proactive Testing", "AB": "This Viewpoint describes the outbreak response infrastructure developed by the Taiwanese government following the SARS epidemic in 2003 and actions in response to COVID-19, including dedicated hotlines for symptom reporting,\nmobile phone messaging and case tracking, and the ramping up of facemask production.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2762689", "Dates": "20200414", "Type": "Opinion"}, {"ID": "2762690", "txt": "Priorities for the US Health Community Responding to COVID-19", "AB": "This Viewpoint discusses the preparedness plans that need to be implemented in the US to combat the SARS-CoV-2 virus (the cause of COVID-19 disease), including shoring up resources in hospitals\nand clinics, updating of triage and isolation protocols, expanding PCR manufacturing and patient testing, and communicating to the public with unified public health messages.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2762690", "Dates": "20200414", "Type": "Opinion"}, {"ID": "2764729", "txt": "Cultivating Deliberate Resilience During the Coronavirus Disease 2019 Pandemic", "AB": "This Viewpoint defines resilience and describes its relevance to the coronavirus disease 2019 pandemic, including offering recommendations for pursuing greater resilience.", "link": "https://jamanetwork.com/journals/jamapediatrics/fullarticle/2764729", "Dates": "20200414", "Type": "Opinion"}, {"ID": "2764726", "txt": "Blueprint for Restructuring a Department of Surgery in Concert With the Health Care System During a Pandemic:  The University of Wisconsin Experience", "AB": "This Special Communication describes the approach taken by the Department of Surgery at the University of Wisconsin in creating a workforce to address medical needs during the coronavirus disease 2019\npandemic.", "link": "https://jamanetwork.com/journals/jamasurgery/fullarticle/2764726", "Dates": "20200414", "Type": "Review"}, {"ID": "2764750", "txt": "Incorporating Test Characteristics Into SARS-CoV-2 Testing Policy—Sense and Sensitivity", "AB": "NA", "link": "https://jamanetwork.com/channels/health-forum/fullarticle/2764750", "Dates": "20200414", "Type": "Opinion"}, {"ID": "2764730", "txt": "Coronavirus Disease 2019 (COVID-19) and Mental Health for Children and Adolescents", "AB": "This Viewpoint discusses the association of the coronavirus disease 2019 (COVID-19) pandemic with the mental health of US children and adolescents.", "link": "https://jamanetwork.com/journals/jamapediatrics/fullarticle/2764730", "Dates": "20200414", "Type": "Opinion"}, {"ID": "2764778", "txt": "Social Distancing—What Would It Mean for It to Work?", "AB": "NA", "link": "https://jamanetwork.com/channels/health-forum/fullarticle/2764778", "Dates": "20200415", "Type": "Opinion"}, {"ID": "2764787", "txt": "Rates of Co-infection Between SARS-CoV-2 and Other Respiratory Pathogens", "AB": "This study describes the prevalence of SARS-CoV-2 co-infection with noncoronavirus respiratory pathogens in a sample of symptomatic patients undergoing PCR testing in March 2020.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764787", "Dates": "20200415", "Type": "Research"}, {"ID": "2764788", "txt": "Failing Another National Stress Test on Health Disparities", "AB": "This narrative medicine essay emphasizes the undue disease burden carried by minority populations in the COVID-19 pandemic and proposes collection and reporting of data by race/ethnicity and multilingual targeted educational\nefforts delivered by celebrities or faith leaders as first steps to reduce the imbalance.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764788", "Dates": "20200415", "Type": "Opinion"}, {"ID": "2764789", "txt": "COVID-19 and African Americans", "AB": "This Viewpoint discusses the long history of racial inequities that cause black populations in US cities to bear a disproportionate burden of COVID-19 illness and mortality and calls for a\nrenewed commitment to eliminating disparities that have been made so starkly visible by the pandemic.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764789", "Dates": "20200415", "Type": "Opinion"}, {"ID": "2764821", "txt": "Finding Ways to Reduce Coronavirus Exposure During Dialysis", "AB": "This Medical News Feature examines what hemodialysis centers are doing to protect their high-risk patients from COVID-19.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764821", "Dates": "20200416", "Type": "News"}, {"ID": "2764823", "txt": "Finding Effective Treatments for COVID-19:  Scientific Integrity and Public Confidence in a Time of Crisis", "AB": "This Viewpoint discusses the risks to patients and public health posed by the FDA’s politically pressured Emergency Use Authorization (EUA) of chloroquine and hydroxychloroquine for COVID-19 treatment, and proposes principles\nto follow to ensure new therapies are studied properly and quickly to maximize benefits and minimize risks to patients.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764823", "Dates": "20200416", "Type": "Opinion"}, {"ID": "2764824", "txt": "Predictive Mathematical Models of the COVID-19 Pandemic:  Underlying Principles and Value of Projections", "AB": "This Viewpoint discusses the challenges of accurately modeling the COVID-19 pandemic and reviews principles that will make some models more useful than others, such as use of granular local data\nwhen available, regular updating and revision, and specification of uncertainty around estimates.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764824", "Dates": "20200416", "Type": "Opinion"}, {"ID": "2764748", "txt": "Meeting the Care Needs of Older Adults Isolated at Home During the COVID-19 Pandemic", "AB": "This Viewpoint stresses the importance of recognizing and directly addressing the challenges created by COVID-19 era physical distancing in the care of older adults.", "link": "https://jamanetwork.com/journals/jamainternalmedicine/fullarticle/2764748", "Dates": "20200416", "Type": "Opinion"}, {"ID": "2764817", "txt": "Emerging Lessons From COVID-19 Response in New York City", "AB": "NA", "link": "https://jamanetwork.com/channels/health-forum/fullarticle/2764817", "Dates": "20200416", "Type": "Opinion"}, {"ID": "2764847", "txt": "Educate, Amplify, and Focus to Address COVID-19 Misinformation", "AB": "NA", "link": "https://jamanetwork.com/channels/health-forum/fullarticle/2764847", "Dates": "20200417", "Type": "Opinion"}, {"ID": "2764952", "txt": "COVID-19—Looking Beyond Tomorrow for Health Care and Society", "AB": "NA", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764952", "Dates": "20200417", "Type": "Opinion"}, {"ID": "2764953", "txt": "Symptom Screening at Illness Onset of Health Care Personnel With SARS-CoV-2 Infection in King County, Washington", "AB": "This study assessed the spectrum of initial symptoms at the onset of polymerase chain reaction–confirmed coronavirus disease 2019 (COVID-19) among health care personnel in King County, Washington.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764953", "Dates": "20200417", "Type": "Research"}, {"ID": "2764954", "txt": "The Promise and Peril of Antibody Testing for COVID-19", "AB": "This Medical News article discusses how antibody tests should—and should not—be used during the SARS-CoV-2 pandemic.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764954", "Dates": "20200417", "Type": "News"}, {"ID": "2764955", "txt": "Masks and Coronavirus Disease 2019 (COVID-19)", "AB": "This JAMA Patient Page describes who should wear face masks during the COVID-19 pandemic and provides suggestions for making masks at home and wearing them properly.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764955", "Dates": "20200417", "Type": "Patient Information"}, {"ID": "2764956", "txt": "From Mitigation to Containment of the COVID-19 Pandemic:  Putting the SARS-CoV-2 Genie Back in the Bottle", "AB": "This Viewpoint discusses public health strategies necessary for the US to relax its mitigation strategies—most notably expanded testing, isolation, and contact-tracing in ways that avoid stigmatization of vulnerable populations—and proposes\ninvesting returns from a reopened economy to finance testing and public health infrastructure.", "link": "https://jamanetwork.com/journals/jama/fullarticle/2764956", "Dates": "20200417", "Type": "Opinion"}]