[{"ID": "NEJMoa2005412", "txt": "Covid-19 Outbreak at a Long-Term Care Facility", "AB": "On February 28, 2020, public health officials in the Seattle area were informed of a Covid-19 infection at a long-term care facility. An investigation identified 167 infected persons associated with the facility, including residents, health care personnel, and visitors; more than a third of the 101 residents identified died.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMoa2005412?query=featured_coronavirus", "Dates": "20200327", "Type": "Original Article"}, {"ID": "NEJMp2005953", "txt": "Undocumented U.S. Immigrants and Covid-19", "AB": "Years of anti-immigrant policies and rhetoric will be difficult to reverse, but it’s essential that the Trump administration address the needs of undocumented immigrants in its response to the Covid-19 pandemic.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2005953?query=featured_coronavirus", "Dates": "20200327", "Type": "Perspective"}, {"ID": "NEJMp2006141", "txt": "Critical Supply Shortages", "AB": "U.S. hospitals are already reporting shortages of key equipment needed to care for critically ill patients with Covid-19, including ventilators and personal protective equipment for medical staff. Adequate production and distribution of this equipment is crucial.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2006141?query=featured_coronavirus", "Dates": "20200325", "Type": "Perspective"}, {"ID": "NEJMp2005118", "txt": "Novel Coronavirus and Old Lessons", "AB": "Bolstering our health system for the Covid-19 pandemic requires several critical moves, from expanding testing to protecting and expanding the health care workforce. Along the way, we must learn the lessons of this crisis so we can apply them to the next one.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2005118?query=featured_coronavirus", "Dates": "20200325", "Type": "Perspective"}, {"ID": "NEJMp2005755", "txt": "Covid-19 and the Stiff Upper Lip", "AB": "Throughout the past few weeks, the U.K. mantra regarding Covid-19 has been “we will act at the appropriate time according to the science.” Though experts have been pushing the panic button, the alarm, if heard, was not acted on publicly until the third week of March.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2005755?query=featured_coronavirus", "Dates": "20200320", "Type": "Perspective"}, {"ID": "NEJMoa2001282", "txt": "Oral Lopinavir–Ritonavir for Severe Covid-19", "AB": "Investigators in China report the results of an open-label, randomized clinical trial of lopinavir–ritonavir for the treatment of Covid-19 in 199 infected adult patients. The primary end point was the time to clinical improvement.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMoa2001282?query=featured_coronavirus", "Dates": "20200318", "Type": "Original Article"}, {"ID": "NEJMsb2005114", "txt": "Allocating Scarce Medical Resources for Covid-19", "AB": "The Covid-19 pandemic has already stressed health care systems throughout the world, requiring rationing of medical equipment and care. The authors discuss the ethical values relevant to health care rationing and provide six recommendations to guide fair allocation of scarce medical resources during the pandemic.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMsb2005114?query=featured_coronavirus", "Dates": "20200323", "Type": "Sounding Board"}, {"ID": "NEJMp2005689", "txt": "The Toughest Triage", "AB": "Of all the medical care that will have to be rationed during the Covid-19 pandemic, the most problematic will be mechanical ventilation. One strategy for avoiding debilitating distress over these decisions is to use a triage committee to buffer bedside clinicians.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2005689?query=featured_coronavirus", "Dates": "20200323", "Type": "Perspective"}, {"ID": "NEJMp2004211", "txt": "Covid-19 — The Law and Limits of Quarantine", "AB": "Community transmission of the new coronavirus is occurring in several parts of the United States, and travel bans and mandatory quarantines alone cannot end the outbreak. Many public health and legal scholars believe that more constructive tools are needed.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2004211?query=featured_home", "Dates": "20200318", "Type": "Perspective"}, {"ID": "NEJMp2004768", "txt": "Am I Part of the Cure or Am I Part of the Disease?", "AB": "A front-line physician wonders how he can protect a vulnerable member of his household from the pathogens he’s exposed to in the ED — especially in a rapidly spreading pandemic of a novel virus and amid so many uncertainties.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2004768?query=featured_home", "Dates": "20200318", "Type": "Perspective"}, {"ID": "NEJMc2004973", "txt": "Aerosol and Surface Stability of SARS-CoV-2", "AB": "In this research letter, investigators report on the stability of SARS-CoV-2 and SARS-CoV-1 under experimental conditions. The viability of the two viruses was assessed in aerosols and on plastic, stainless steel, copper, and cardboard.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2004973?query=featured_home", "Dates": "20200317", "Type": "Correspondence"}, {"ID": "NEJMc2003100", "txt": "SARS-CoV-2 Infection in Travelers Returning from Wuhan", "AB": "Data on travelers returning from areas with many cases of Covid-19 may be useful in estimating incidence. The authors report follow-up data on 94 persons who boarded an evacuation flight from Wuhan, China, to Singapore on January 30, 2020.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2003100", "Dates": "20200312", "Type": "Correspondence"}, {"ID": "NEJMp2005492", "txt": "Facing Covid-19 in Italy", "AB": "Physicians in northern Italy have learned some painful lessons about rationing care during an epidemic. As health care systems work out ethical allocation principles, it seems clear that only with transparency and inclusivity can public trust and cooperation be achieved.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2005492", "Dates": "20200318", "Type": "Perspective"}, {"ID": "NEJMc2003717", "txt": "Children with Covid-19 in Wuhan, China", "AB": "A retrospective analysis of routine surveillance data involving children hospitalized in central Wuhan, China, for acute lower respiratory infection in early January 2020 revealed six cases of Covid-19. The authors report clinical characteristics of the children and laboratory data.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2003717", "Dates": "20200312", "Type": "Correspondence"}, {"ID": "NEJMp2003539", "txt": "Virtually Perfect? Telemedicine for Covid-19", "AB": "Telemedicine’s payment and regulatory structures, licensing, credentialing, and implementation take time to work through, but health systems that have already invested in telemedicine are well positioned to ensure that patients with Covid-19 receive the care they need.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2003539", "Dates": "20200311", "Type": "Perspective"}, {"ID": "NEJMp2004361", "txt": "History in a Crisis — Lessons for Covid-19", "AB": "The history of human responses to epidemics carries various lessons for our current situation. Two of the more disheartening ones are that stigmatization follows closely on the heels of pathogens and that outbreaks too often claim the lives of health care providers.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2004361", "Dates": "20200312", "Type": "Perspective"}, {"ID": "NEJMp2003762", "txt": "Responding to Covid-19", "AB": "Bill Gates writes that in any crisis, leaders have two equally important responsibilities: solve the immediate problem and keep it from happening again. In the case of the Covid-19 pandemic, the first point is especially pressing, but the second has crucial long-term consequences.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2003762", "Dates": "20200228", "Type": "Perspective"}, {"ID": "NEJMe2002387", "txt": "Covid-19 — Navigating the Uncharted", "AB": "The authors comment on the early clinical features and epidemiology of cases reported in Wuhan, China, along with current mortality data, noting that the outbreak is a stark reminder of the need for constant surveillance, prompt diagnosis, and robust research.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMe2002387", "Dates": "20200228", "Type": "Editorial"}, {"ID": "NEJMoa2002032", "txt": "Characteristics of Covid-19 in China", "AB": "In this study, researchers describe the clinical characteristics of coronavirus disease 2019 in a selected cohort of 1099 patients with laboratory-confirmed disease throughout mainland China during the first 2 months of the current outbreak.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMoa2002032", "Dates": "20200228", "Type": "Original Article"}, {"ID": "NEJMoa2001191", "txt": "First U.S. Confirmed Case of 2019-nCoV Infection", "AB": "A healthy 35 year-old man who had visited Wuhan, China, presented with cough and fever that progressed to pneumonia. This report describes the diagnosis, clinical course, and management of the condition. The case highlights the importance of close coordination between clinicians and public health authorities at the local, state, and federal levels.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMoa2001191", "Dates": "20200305", "Type": "Original Article"}, {"ID": "NEJMp2002106", "txt": "Escaping Pandora’s Box — Another Novel Coronavirus", "AB": "With luck, public health control measures may be able to put the Covid-19 demons back in the jar. If they do not, we face a daunting challenge equal to, or perhaps greater than, that posed by the influenza pandemic of a century ago.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2002106", "Dates": "20200226", "Type": "Perspective"}, {"ID": "NEJMc2001737", "txt": "SARS-CoV-2 Viral Load in Upper Respiratory Specimens", "AB": "The authors report results of an analysis of nasal and throat swabs from 17 patients in Zhuhai, China, who had received a diagnosis of Covid-19. Higher viral loads soon after symptom onset indicate the need for isolation strategies different from those used for the earlier SARS epidemic.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2001737", "Dates": "20200219", "Type": "Correspondence"}, {"ID": "NEJMc2001899", "txt": "Coronavirus in Travelers Returning from China", "AB": "A group of 126 German nationals was evacuated from Wuhan to Frankfurt after screening for symptoms of Covid-19 and was to undergo a 14-day quarantine and additional screening in Frankfurt. The authors discovered evidence of SARS-CoV-2 infection in throat swabs from 2 evacuated persons who had passed the symptoms-based screening.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2001899", "Dates": "20200218", "Type": "Correspondence"}, {"ID": "NEJMp2002125", "txt": "Defining the Epidemiology of Covid-19", "AB": "Experience with MERS, pandemic influenza, and other outbreaks has shown that as an epidemic evolves, we face an urgent need to expand public health activities in order to elucidate the epidemiology of the novel virus and characterize its potential impact.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2002125", "Dates": "20200219", "Type": "Perspective"}, {"ID": "NEJMc2001573", "txt": "A Case of Locally Transmitted SARS-CoV-2 in Taiwan", "AB": "The authors describe transmission of the novel coronavirus from a woman who had been living for several months in Wuhan, China, to her husband, after her return to their home in Taiwan in January 2020. No secondary case from this couple has been identified.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2001573", "Dates": "20200312", "Type": "Correspondence"}, {"ID": "NEJMoa2001017", "txt": "A Novel Coronavirus in China", "AB": "The authors report the emergence and isolation of a previously unknown betacoronavirus, the seventh member of the family of coronaviruses that infect humans, in Wuhan, China. Findings in three patients are described.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMoa2001017?query=featured_home", "Dates": "20200220", "Type": "Original Article"}, {"ID": "NEJMc2001621", "txt": "A Thai Taxi Driver with Covid-19", "AB": "The authors describe a taxi driver in Thailand who was infected with the novel coronavirus, potentially from passengers who were tourists from China, in January 2020. The infection appeared not to have spread to the taxi driver’s family or other close contacts.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2001621?query=featured_home", "Dates": "20200312", "Type": "Correspondence"}, {"ID": "NEJMc2001468", "txt": "2019-nCoV Transmission from Asymptomatic Patient", "AB": "In this report, investigators in Germany detected the spread of the novel coronavirus (2019-nCoV) from a person who had recently traveled from China to Germany for a business trip. This transmission occurred before the apparent onset of illness in the index patient and was associated with additional transmission events in Germany.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2001468?query=featured_home", "Dates": "20200305", "Type": "Correspondence"}, {"ID": "NEJMe2001329", "txt": "Medical Journals and the Coronavirus Outbreak", "AB": "The editors announce expedited handling for submitted manuscripts describing the 2019-nCoV outbreak and make broad recommendations for speed, transparency, and data sharing.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMe2001329", "Dates": "20200227", "Type": "Editorial"}, {"ID": "NEJMe2001126", "txt": "Another Decade, Another Coronavirus", "AB": "For the third time in as many decades, a zoonotic coronavirus has crossed species to infect human populations. The genome of the virus, provisionally called 2019-nCoV, has now been sequenced.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMe2001126", "Dates": "20200220", "Type": "Editorial"}, {"ID": "NEJMc2001272", "txt": "Human-to-Human Coronavirus Transmission in Vietnam", "AB": "The authors describe transmission of 2019-nCoV from a father, who had flown with his wife from Wuhan to Hanoi, to the son, who met his father and mother in central Vietnam and shared a hotel room with them for 3 days. The findings suggest that the incubation period in the son may have been 3 days or less.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2001272", "Dates": "20200227", "Type": "Correspondence"}, {"ID": "NEJMp2000929", "txt": "A Novel Coronavirus Emerging in China", "AB": "A novel coronavirus, designated as 2019-nCoV, emerged in Wuhan, China, at the end of 2019. Although many details of the emergence of this virus remain unknown, it has put global public health institutions on high alert.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2000929", "Dates": "20200220", "Type": "Perspective"}, {"ID": "NEJMoa2001316", "txt": "Early Transmission Dynamics of 2019-nCoV", "AB": "The authors provide an epidemiologic analysis of the first 425 confirmed cases of infection with the novel coronavirus in Wuhan, China. This analysis provides estimates of the epidemic doubling time and the basic reproductive number and shows clear evidence of sustained human-to-human transmission.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMoa2001316", "Dates": "20200129", "Type": "Original Article"}, {"ID": "NEJMoa2004500", "txt": "Covid-19 — Early ICU Experience, Seattle", "AB": "Clinicians and investigators report on the first 24 patients admitted to ICUs from nine Seattle area hospitals. Key aspects of the clinical presentation, treatment, and outcomes are described.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMoa2004500?query=featured_coronavirus", "Dates": "20200330", "Type": "Original Article"}, {"ID": "NEJMe2007263", "txt": "Ten Weeks to Crush the Curve", "AB": "Harvey Fineberg calls for a forceful, focused campaign to eradicate Covid-19 and outlines six steps to mobilize and organize the nation to crush the curve by early June.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMe2007263?query=featured_coronavirus", "Dates": "20200401", "Type": "Editorial"}, {"ID": "NEJMsr2005760", "txt": "RAAS Inhibitors in Patients with Covid-19", "AB": "The effects of renin–angiotensin–aldosterone system blockers on angiotensin-converting enzyme 2 levels and activity in humans are uncertain. The authors hypothesize that ACE2 may be beneficial rather than harmful during lung\ninjury and suggest that RAAS-inhibitor withdrawal may be harmful in some high-risk patients with known or suspected Covid-19.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMsr2005760?query=featured_coronavirus", "Dates": "20200330", "Type": "Special Report"}, {"ID": "NEJMp2007466", "txt": "Harnessing Our Humanity", "AB": "As the Covid-19 pandemic spreads, we’ll continue to be plagued by resource constraints that will compromise our ability to protect ourselves, our patients, and our communities. But as Washington’s response\nreminds us, the professional spirit marches on, unconstrained.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2007466?query=featured_coronavirus", "Dates": "20200401", "Type": "Perspective"}, {"ID": "NEJMc2007605", "txt": "Uncomplicated Delivery in a Patient with Covid-19", "AB": "The peripartum care of a woman with Covid-19 at 39 weeks of gestation is described. The woman and the neonate were discharged home on hospital day 6. Care was taken\nto avoid infecting hospital staff, and 7 days after the delivery, no caregivers appeared to be infected.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2007605?query=featured_coronavirus", "Dates": "20200401", "Type": "Correspondence"}, {"ID": "NEJMp2006372", "txt": "Universal Masking in Hospitals in the Covid-19 Era", "AB": "The extent of the marginal benefit of universal masking over and above foundational personal protection measures is debatable. But there may be additional benefits to broad masking policies that extend\nbeyond their technical contribution to reducing pathogen transmission.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2006372?query=featured_coronavirus", "Dates": "20200401", "Type": "Perspective"}, {"ID": "NEJMp2007124", "txt": "Paying for Medicaid", "AB": "In the face of the Covid-19 pandemic, expanding Medicaid would rapidly bring needed resources into the health care system and infuse federal dollars into state economies. It requires no new\ninfrastructure or federal oversight, and it can save lives.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2007124?query=featured_coronavirus", "Dates": "20200331", "Type": "Perspective"}, {"ID": "NEJMp2005630", "txt": "Developing Covid-19 Vaccines at Pandemic Speed", "AB": "An ideal vaccine platform would support development from viral sequencing to clinical trials in less than 16 weeks, demonstrate elicitation of consistent immune responses across pathogens, and be suitable for\nlarge-scale manufacturing using a pathogen-agnostic platform.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2005630?query=featured_coronavirus", "Dates": "20200330", "Type": "Perspective"}, {"ID": "NEJMp2005638", "txt": "Feeding Low-Income Children during the Pandemic", "AB": "U.S. government programs serve nearly 35 million children daily, delivering vital nutrition and financial assistance to families in need. With such programs interrupted, an essential element of the Covid-19 response\nwill be feeding children from low-income families.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2005638?query=featured_coronavirus", "Dates": "20200330", "Type": "Perspective"}, {"ID": "NEJMe2005477", "txt": "Covid-19 — The Search for Effective Therapy", "AB": "Lindsey Baden and Eric Rubin comment on the findings of an urgent randomized clinical trial of a possible treatment for Covid-19 in Wuhan, China. They note that whether the findings\nof such trials are positive or negative, they will be central to clinical care as the pandemic continues.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMe2005477?query=featured_coronavirus", "Dates": "20200318", "Type": "Editorial"}, {"ID": "NEJMc2005073", "txt": "SARS-CoV-2 Infection in Children", "AB": "In this report, investigators in Wuhan, China, describe the spectrum of Covid-19 illness in children under the age of 16 years. Of 1391 children assessed and tested over a period\nof 4 weeks, 171 (12.3%) were confirmed to have SARS-CoV-2 infection.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2005073", "Dates": "20200318", "Type": "Correspondence"}, {"ID": "NEJMe2007783", "txt": "Lessons from Covid-19 Hotspots", "AB": "In this audio interview conducted on April 1, 2020, the editors draw lessons from the early Covid-19 outbreak in Seattle and the growing crisis in New York City.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMe2007783?query=featured_coronavirus", "Dates": "20200402", "Type": "Editorial"}, {"ID": "NEJMp2006740", "txt": "Thinking Globally, Acting Locally", "AB": "The defining feature of the U.S. response to Covid-19 has been localized action against a global threat. Under our federalist system, what more can the federal government do to promote\na unified response, particularly as regards community mitigation approaches?", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2006740?query=featured_coronavirus", "Dates": "20200402", "Type": "Perspective"}, {"ID": "NEJMp2005687", "txt": "Flattening the Curve for Incarcerated Populations", "AB": "People caught up in the U.S. justice system have already been affected by SARS-CoV-2, and improved preparation is essential to minimizing the impact of this pandemic on incarcerated persons, correctional\nstaff, and surrounding communities.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2005687?query=featured_coronavirus", "Dates": "20200402", "Type": "Perspective"}, {"ID": "NEJMp2005835", "txt": "Covid-19 and Health Care’s Digital Revolution", "AB": "In the face of the Covid-19 pandemic, Americans are waking up to the limitations of their analogue health care system. It seems clear that we need an immediate digital revolution,\npursued on several fronts, to address this crisis.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2005835?query=featured_coronavirus", "Dates": "20200402", "Type": "Perspective"}, {"ID": "NEJMp2006607", "txt": "The Invisible Hand", "AB": "The patient’s wife had insisted that he get an angiogram, but by the time it came due, the country was in the throes of the Covid-19 pandemic. Suddenly, the benefits\nof continuing medical therapy seemed greater, and he was spared an unnecessary procedure.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2006607?query=featured_coronavirus", "Dates": "20200402", "Type": "Perspective"}, {"ID": "NEJMc2007589", "txt": "Protective Shield for Intubation", "AB": "A four-sided plexiglass box with access holes for an operator was used to provide additional protection for an operator performing intubation. The box reduced the amount of material expelled from\na simulated patient cough that ended up on the operator. This letter is accompanied by a video showing the simulation.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2007589?query=featured_coronavirus", "Dates": "20200403", "Type": "Correspondence"}, {"ID": "NEJMc2001801", "txt": "Subclinical Covid-19 in South Korea", "AB": "Among 28 early confirmed cases of Covid-19 in South Korea, diagnosis was delayed in 11 patients because of subclinical symptoms and diverse initial manifestations. Covid-19 was diagnosed by surveillance testing\nin 3 patients who were asymptomatic.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2001801?query=featured_coronavirus", "Dates": "20200406", "Type": "Correspondence"}, {"ID": "NEJMp2006115", "txt": "Age, Complexity, and Crisis", "AB": "The outsized impact of Covid-19 on elders has laid bare medicine’s outdated, frequently ineffective or injurious approach to the care of patients who are the planet’s fastest-growing age group and\nthe generations most often requiring health care.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2006115?query=featured_coronavirus", "Dates": "20200407", "Type": "Perspective"}, {"ID": "NEJMp2006588", "txt": "Between Scylla and Charybdis", "AB": "As the deaths from Covid-19 have mounted, many patients with cancer struggle to process the case fatality rate in the context of all the other statistics their oncologists cite. Chemotherapy,\nhardly desirable at the best of times, may never have been less appealing.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2006588?query=featured_coronavirus", "Dates": "20200407", "Type": "Perspective"}, {"ID": "NEJMe2009651", "txt": "Emerging Tools in the Fight against Covid-19", "AB": "In this audio interview conducted on April 8, the editors discuss preventive and therapeutic tools we can hope to see in the weeks ahead, as well as the current situation\nin U.S. hospitals.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMe2009651?query=featured_coronavirus", "Dates": "20200409", "Type": "Editorial"}, {"ID": "NEJMc2007575", "txt": "Coagulopathy in Critical Illness with Covid-19", "AB": "The authors describe a 69-year-old man with Covid-19 diagnosed in January 2020 in Wuhan, China, along with two other critically ill patients with Covid-19 who were also seen in the\nsame intensive care unit. Coagulopathy and antiphospholipid antibodies were seen in all three patients.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2007575?query=featured_coronavirus", "Dates": "20200408", "Type": "Correspondence"}, {"ID": "NEJMp2006376", "txt": "Ensuring and Sustaining a Pandemic Workforce", "AB": "It seems clear that health care delivery organizations, educators, and government leaders all have to be willing to cut through bureaucratic barriers and adapt regulations to rapidly expand our health\ncare workforce and sustain it for the duration of the pandemic.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2006376?query=featured_coronavirus", "Dates": "20200408", "Type": "Perspective"}, {"ID": "NEJMp2005234", "txt": "“We Signed Up for This!”", "AB": "Students and trainees are experiencing intense anxiety, uncertainty, and anticipatory loss during the Covid-19 pandemic. Many are facing new ethical dilemmas and practical challenges. Such feelings compete internally with a\ndesire and commitment to serve the sick.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2005234?query=featured_coronavirus", "Dates": "20200408", "Type": "Perspective"}, {"ID": "NEJMp2007028", "txt": "A Shift on the Front Line", "AB": "Dressed in the protective gear, you feel like a soldier about to jump from a plane, hoping your parachute will open. As the hours go by, made longer by thirst,\nhunger, and the need to relieve yourself, you can’t wait to take it off and breathe. We all just want to breathe.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2007028?query=featured_coronavirus", "Dates": "20200409", "Type": "Perspective"}, {"ID": "NEJMp2007637", "txt": "Disease Control, Civil Liberties, and Mass Testing", "AB": "There is emerging consensus that a graduated approach to Covid-19–related restrictive measures will be needed. Decisions to continue, modify, or lift restrictions — particularly bans on movement and gathering —\ncould be tailored using individualized risk assessment.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2007637?query=featured_coronavirus", "Dates": "20200409", "Type": "Perspective"}, {"ID": "NEJMp2008006", "txt": "Abortion during the Covid-19 Pandemic", "AB": "Governors in several states have categorized abortion procedures as “elective” or “nonessential” and have ordered a halt to most surgical abortions during the Covid-19 outbreak. Such policies highlight the vulnerability\nof abortion care in the United States.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2008006?query=featured_coronavirus", "Dates": "20200409", "Type": "Perspective"}, {"ID": "NEJMoa2007016", "txt": "Compassionate-Use Remdesivir for Severe Covid-19", "AB": "A cohort of patients with severe Covid-19 received treatment with remdesivir under a compassionate-use protocol. Improvement in oxygen-support status was observed in 68% of patients, and overall mortality was 13%\nover a median follow-up of 18 days.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMoa2007016?query=featured_coronavirus", "Dates": "20200410", "Type": "Original Article"}, {"ID": "NEJMc2009316", "txt": "SARS-CoV-2 Testing in Obstetrical Patients", "AB": "Among 215 pregnant women who were admitted to a New York hospital for delivery and who underwent universal testing for SARS-CoV-2, more than one of eight asymptomatic women had positive\nresults, and most of the women with Covid-19 were asymptomatic.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2009316?query=featured_coronavirus", "Dates": "20200413", "Type": "Correspondence"}, {"ID": "NEJMc2009409", "txt": "Staying Ahead of the Wave", "AB": "This report from a hard-hit hospital on Long Island, New York, explains how the local coronavirus epidemic led to rapid innovation. The ED set up a forward-triage and treatment unit\nand a split-flow process to expedite care. Ways were found to produce face shields and hand sanitizer and to sterilize used N95 respirators.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2009409?query=featured_coronavirus", "Dates": "20200413", "Type": "Correspondence"}, {"ID": "NEJMp2008017", "txt": "Mental Health and the Covid-19 Pandemic", "AB": "Many aspects of the Covid-19 pandemic and the public health response to it will undoubtedly contribute to widespread emotional distress and increased risk for psychiatric illness. Health care providers have\nan important role in addressing these emotional outcomes.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2008017?query=featured_coronavirus", "Dates": "20200413", "Type": "Perspective"}, {"ID": "NEJMp2009027", "txt": "They Call Us and We Go", "AB": "In medical school, we learn that physicians do not turn away from human suffering: when we’re called, we go. So though a PCP initially ignored a call for volunteer staff\nfor a Covid-19 screening clinic, she soon decided that she couldn’t live with herself if she didn’t go.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2009027?query=featured_coronavirus", "Dates": "20200413", "Type": "Perspective"}, {"ID": "NEJMp2007073", "txt": "Waiting", "AB": "In January, reported events in China seem remote to a U.S. physician. In February, the new coronavirus spreads to other countries, seemingly selected at random. The physician’s life goes on\nas usual. Then suddenly, on March 13, everything changes — and all she can do is wait.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2007073?query=featured_coronavirus", "Dates": "20200413", "Type": "Perspective"}, {"ID": "NEJMoa2006100", "txt": "SARS-CoV-2 in Iceland", "AB": "Despite timely implementation of testing for SARS-CoV-2 virus, a contact-tracing scheme, and social-distancing measures, infection has spread in Iceland. However, there was no detected increase in the proportion of infected\npersons between March 13 and April 4, 2020.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMoa2006100?query=featured_coronavirus", "Dates": "20200414", "Type": "Original Article"}, {"ID": "NEJMp2007781", "txt": "Not Dying Alone", "AB": "When the wife of a severely ill patient with Covid-19 is told she can’t visit him, her anger quickly gives way to pleading — “What if I only spent 5\nminutes and left?” How can we harness creative solutions during this pandemic so that people don’t have to die alone?", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2007781?query=featured_coronavirus", "Dates": "20200414", "Type": "Perspective"}, {"ID": "NEJMp2009457", "txt": "Drug Evaluation during the Covid-19 Pandemic", "AB": "The search for a treatment for Covid-19 is testing our country’s ability to quickly develop, test, and deploy medications, and several aspects of the U.S. response highlight how the processes\nfor evaluating and approving drugs can go awry during a public health crisis.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2009457?query=featured_coronavirus", "Dates": "20200414", "Type": "Perspective"}, {"ID": "NEJMc2009324", "txt": "Aerosols and Transmission of SARS-CoV-2", "AB": "With reference to a letter about the use of laser light scattering to visualize droplets that emanate during speech, this author describes the nature of aerosols and their potential for\ntransmission of SARS-CoV-2.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2009324?query=featured_coronavirus", "Dates": "20200415", "Type": "Correspondence"}, {"ID": "NEJMc2007800", "txt": "Oral Fluid Droplets Generated during Speech", "AB": "In this experiment, investigators used a laser in a darkened box to visualize droplets that were generated during speech. The droplets decreased in number with lower-amplitude speech and were almost\neliminated when the speaker’s mouth was covered with a damp cloth (shown in a video).", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2007800?query=featured_coronavirus", "Dates": "20200415", "Type": "Correspondence"}, {"ID": "NEJMc2009790", "txt": "From a Sprint to a Marathon in Hong Kong", "AB": "Leung and colleagues from Hong Kong describe their actions after they were first alerted to a cluster of atypical pneumonia cases in Wuhan. A figure shows the evolution of the\nepidemic and the responses to date in Hong Kong.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2009790?query=featured_coronavirus", "Dates": "20200415", "Type": "Correspondence"}, {"ID": "NEJMc2010472", "txt": "Immune Thrombocytopenic Purpura and Covid-19", "AB": "Immune thrombocytopenia with lower-extremity purpura, mucosal bleeding, and cerebral microhemorrhage developed during the clinical course in a 65-year-old woman with SARS-CoV-2 infection.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2010472?query=featured_coronavirus", "Dates": "20200415", "Type": "Correspondence"}, {"ID": "NEJMc2005696", "txt": "Death from Covid-19 of Health Workers in China", "AB": "This report describes the deaths from Covid-19 of 23 health care workers, including physicians, surgeons, a nurse, and an electrocardiography technician. Only 2 of the health care workers were physicians\nin respiratory medicine who had been specifically assigned to treat patients with Covid-19. Eleven had come out of retirement to serve as clinicians.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2005696?query=featured_coronavirus", "Dates": "20200415", "Type": "Correspondence"}, {"ID": "NEJMc2008597", "txt": "Neurologic Features in SARS-CoV-2 Infection", "AB": "In a consecutive series of 64 patients with Covid-19 and ARDS, 58 of whom underwent neurologic examination, severe agitation and corticospinal signs were common. In 2 of 13 patients, MRI\nof the brain showed small acute strokes, and in 1 patient, imaging showed a subacute stroke.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2008597?query=featured_coronavirus", "Dates": "20200415", "Type": "Correspondence"}, {"ID": "NEJMp2005032", "txt": "Not a Perfect Storm", "AB": "Many commentators have described the Covid-19 pandemic as a “perfect storm,” evoking a sense of unpredictability. But myriad biologic, environmental, social, and political forces are shaping the spread of the\nvirus, and the way we conceptualize these forces matters.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2005032?query=featured_coronavirus", "Dates": "20200416", "Type": "Perspective"}, {"ID": "NEJMvcm2010260", "txt": "How to Obtain a Nasopharyngeal Swab Specimen", "AB": "Collecting specimens from the surface of the respiratory mucosa with nasopharyngeal swabs is a procedure used to diagnose Covid-19 as well as other respiratory viral infections and certain bacterial infections\nin adults and children. This video describes the collection of specimens for detection of Covid-19.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMvcm2010260?query=featured_coronavirus", "Dates": "20200417", "Type": "Videos in Clinical Medicine"}, {"ID": "NEJMc2010025", "txt": "In Pursuit of PPE", "AB": "A chief physician executive finds himself involved in the complexities of trying to secure a shipment of much-needed personal protective equipment for his hospital. In the end, it seemed like\na scene from a gangster movie.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2010025?query=featured_coronavirus", "Dates": "20200417", "Type": "Correspondence"}, {"ID": "NEJMc2010419", "txt": "Covid-19 in New York City", "AB": "In this series of 393 consecutive patients admitted with Covid-19 to two New York City hospitals from March 5 to March 27, a third of patients received invasive mechanical ventilation,\n10% of patients died, and 24% were still hospitalized as of April 10.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2010419?query=featured_coronavirus", "Dates": "20200417", "Type": "Correspondence"}, {"ID": "NEJMp2000821", "txt": "Covid-19 and the Need for Health Care Reform", "AB": "The patchwork way we govern and pay for health care in the United States is unraveling in this time of crisis, leaving millions of people vulnerable and requiring swift, coordinated\npolitical action to ensure access to affordable care.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2000821?query=featured_coronavirus", "Dates": "20200417", "Type": "Perspective"}, {"ID": "NEJMms2009984", "txt": "The Untold Toll", "AB": "As the pandemic focuses medical attention on treating affected patients and protecting others from infection, how do we best care for people with non-Covid disease? Some physicians predict that “the\ntoll on non-Covid patients will be much greater than Covid deaths.”", "link": "https://www.nejm.org/doi/full/10.1056/NEJMms2009984?query=featured_coronavirus", "Dates": "20200417", "Type": "Medicine and Society"}, {"ID": "NEJMp2006761", "txt": "Covid-19 and Immunity in Aging Populations", "AB": "As billions of dollars flow into research and development efforts aimed at controlling SARS-CoV-2, the pandemic response remains hamstrung by our limited understanding of how to generate effective immunity, particularly\nin aging populations.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2006761?query=featured_coronavirus", "Dates": "20200417", "Type": "Perspective"}, {"ID": "NEJMc2009020", "txt": "ST-Segment Elevation in Covid-19", "AB": "Eighteen patients with Covid-19 presented with ST-segment elevation on ECG or had it develop during hospitalization. Eight patients received a diagnosis of acute myocardial infarction, and 10 had noncoronary myocardial\ninjury. Thirteen patients died in the hospital.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2009020?query=featured_coronavirus", "Dates": "20200417", "Type": "Correspondence"}, {"ID": "NEJMc2009191", "txt": "Guillain–Barré Syndrome with Covid-19", "AB": "Five patients who had Guillain–Barré syndrome 5 to 10 days after the onset of Covid-19 are described. Three had severe weakness and an axonal pattern on electrophysiological studies, and two\nhad normal protein levels in the cerebrospinal fluid. The virus was not found in CSF.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2009191?query=featured_coronavirus", "Dates": "20200417", "Type": "Correspondence"}, {"ID": "NEJMp2008193", "txt": "Africa in the Path of Covid-19", "AB": "Despite intensive preparations by African countries that are no strangers to epidemics, we should have no illusions that Africa can confront the Covid-19 threat alone. Coordinated global support is essential\nin the face of the pandemic, and the time to act is now.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2008193?query=featured_coronavirus", "Dates": "20200417", "Type": "Perspective"}, {"ID": "NEJMc2009226", "txt": "Pregnant Women with Covid-19 in Wuhan, China", "AB": "Among 118 pregnant women with Covid-19 in Wuhan, China, the vast majority had a mild course of disease.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2009226?query=featured_coronavirus", "Dates": "20200417", "Type": "Correspondence"}, {"ID": "NEJMc2010614", "txt": "Late-Onset Neonatal Sepsis with Covid-19", "AB": "The condition of a 3-week-old boy with nasal congestion, tachypnea, and reduced feeding deteriorated, and he underwent intubation and received hemodynamic support in the pediatric intensive care unit. Chest radiography\nshowed bilateral linear opacities, and a nasal swab was positive for SARS-CoV-2.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2010614?query=featured_coronavirus", "Dates": "20200422", "Type": "Correspondence"}, {"ID": "NEJMp2008797", "txt": "Waiting for Something Positive", "AB": "Those of us who have found our role diminished as our elective cases have been canceled are being redeployed to the areas of the hospital with the greatest need. I\nwant to help fight the battle against this invisible enemy, but I wonder: How do I not catch this disease?", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2008797?query=featured_coronavirus", "Dates": "20200422", "Type": "Perspective"}, {"ID": "NEJMc2010122", "txt": "French Pandemic Resistance", "AB": "Just over 4 years after its ED faced a flood of patients severely wounded in a terrorist attack, a Paris hospital makes large-scale changes to care for people with Covid-19\nwhile preserving access for others needing urgent treatment.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2010122?query=featured_coronavirus", "Dates": "20200422", "Type": "Correspondence"}, {"ID": "NEJMoa2008457", "txt": "Presymptomatic SARS-CoV-2 in a Nursing Facility", "AB": "The authors assessed transmission of SARS-CoV-2 and evaluated the adequacy of symptom-based screening in a skilled nursing facility. More than half of residents with positive test results were asymptomatic at\nthe time of testing. Infection-control strategies focused solely on symptomatic residents were not sufficient to prevent transmission.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMoa2008457?query=featured_coronavirus", "Dates": "20200424", "Type": "Original Article"}, {"ID": "NEJMcp2009249", "txt": "Mild or Moderate Covid-19", "AB": "The diagnosis of Covid-19 is usually based on detection of SARS-CoV-2 by PCR testing (most commonly of a nasopharyngeal swab); false negatives may occur. Available data to guide treatment have\nsubstantial limitations; randomized trials of several treatments (e.g., hydroxychloroquine, remdesivir, and favipiravir) are ongoing.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMcp2009249?query=featured_coronavirus", "Dates": "20200424", "Type": "Clinical Practice"}, {"ID": "NEJMc2010853", "txt": "Transforming ORs into ICUs", "AB": "In the epicenter of New York City, a medical center rapidly transforms unused facilities to increase its critical care capacity. In the process, it repurposes equipment, retrains staff, modifies ventilation\nsystems, and constructs new walls.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2010853?query=featured_coronavirus", "Dates": "20200424", "Type": "Correspondence"}, {"ID": "NEJMc2011117", "txt": "Kidney-Transplant Recipients with Covid-19", "AB": "A cohort of 36 consecutive kidney-transplant recipients had less fever, lower CD3, CD4, and CD8 cell counts, more rapid clinical deterioration, and a higher mortality than the general population of\npatients with Covid-19.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2011117?query=featured_coronavirus", "Dates": "20200424", "Type": "Correspondence"}, {"ID": "NEJMp2012114", "txt": "Rural Matters — Coronavirus and the Navajo Nation", "AB": "Reports on the severity of the Navajo Nation outbreak don’t mention the community’s diversity of talent and experience, its resourcefulness. Infections from the outside have always found their way here.\nIt’s just infrastructure that hasn’t.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2012114?query=featured_coronavirus", "Dates": "20200424", "Type": "Perspective"}, {"ID": "NEJMp2009405", "txt": "Covid-19 — A Reminder to Reason", "AB": "Faced with the Covid-19 pandemic, clinicians feel compelled to do something for their patients. But we need to retain a healthy skepticism and remember the principle of clinical equipoise, particularly\nwhen considering interventions that could cause harm.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2009405?query=featured_coronavirus", "Dates": "20200428", "Type": "Perspective"}, {"ID": "NEJMc2009787", "txt": "Stroke in Young Patients with Covid-19", "AB": "Five patients younger than 50 years of age with large-vessel stroke and Covid-19 infection presented to a health system in New York City over a 2-week period. The authors report\nthe patients’ clinical characteristics, including the presence or absence of symptoms of Covid-19.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2009787?query=featured_coronavirus", "Dates": "20200428", "Type": "Correspondence"}, {"ID": "NEJMc2009166", "txt": "Acute Coronary Syndrome during Covid-19 Outbreak", "AB": "During the Covid-19 outbreak in northern Italy, the daily rate of admissions for acute coronary syndrome at 15 hospitals was significantly lower than the rate during two control intervals (13.3\nadmissions vs. 18.0 and 18.9 admissions for the two control periods).", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2009166?query=featured_coronavirus", "Dates": "20200428", "Type": "Correspondence"}, {"ID": "NEJMc2011595", "txt": "Cancer Management in India during Covid-19", "AB": "India’s largest cancer center adopts a proactive, multipronged approach to providing treatment, while facing the reality that some services must be scaled back during a nationwide lockdown. Prioritization criteria guide\ntreatment decisions.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2011595?query=featured_coronavirus", "Dates": "20200428", "Type": "Correspondence"}, {"ID": "NEJMc2010418", "txt": "Out-of-Hospital Cardiac Arrest and Covid-19", "AB": "From February 21 through April 1, 2019, a total of 229 cases of out-of-hospital cardiac arrest were reported in four provinces of Lombardy, Italy. During the same period in 2020\n(the first 40 days of the Covid-19 epidemic), 362 cases were reported — a 58% increase. Of the additional 133 cases in 2020, a total of 103 involved suspected or\ndiagnosed Covid-19.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2010418?query=featured_coronavirus", "Dates": "20200429", "Type": "Correspondence"}, {"ID": "NEJMc2009567", "txt": "Covid-19 in Immune-Mediated Inflammatory Diseases", "AB": "The authors describe patients in New York City with known immune-mediated inflammatory disease in whom Covid-19 developed while they were receiving biologics, other immunomodulatory therapies, or both. The incidence of\nhospitalization among these patients was consistent with that among patients with Covid-19 in the general population in New York City.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2009567?query=featured_coronavirus", "Dates": "20200429", "Type": "Correspondence"}, {"ID": "NEJMp2008512", "txt": "A National Medical Response to Crisis", "AB": "World War II’s massive casualties were mitigated by lives saved as a result of medical care. Many of the advances made would persist long after the war concluded — a\nsilver lining that perhaps will have parallels in our current struggle with Covid-19.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2008512?query=featured_coronavirus", "Dates": "20200429", "Type": "Perspective"}, {"ID": "NEJMoa2006923", "txt": "Renin–Angiotensin–Aldosterone System Blockers and Covid-19", "AB": "This population-based case–control study from northern Italy shows that the use of ACE inhibitors and ARBs was more frequent among patients with Covid-19 because of a higher prevalence of cardiovascular\ndisease. However, there was no evidence that ACE inhibitors and ARBs affected the risk of Covid-19.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMoa2006923?query=featured_coronavirus", "Dates": "20200501", "Type": "Original Article"}, {"ID": "NEJMoa2008975", "txt": "RAAS Inhibitors and Risk of Covid-19", "AB": "There is concern that patients taking renin–angiotensin–aldosterone system blockers have an increased risk of Covid-19, because angiotensin-converting enzyme 2 is a receptor for the virus. This study showed no increase\nin likelihood of a positive Covid-19 test or severe Covid-19 in patients taking any of five common classes of antihypertensive drugs.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMoa2008975?query=featured_coronavirus", "Dates": "20200501", "Type": "Original Article"}, {"ID": "NEJMoa2007621", "txt": "Covid-19, Cardiovascular Disease, and Drug Therapy", "AB": "Data on 8910 patients hospitalized with a diagnosis of Covid-19 were analyzed. Cardiovascular disease was associated with an increased risk of in-hospital death. Neither the use of angiotensin-converting–enzyme inhibitors nor\nthe use of angiotensin-receptor blockers was associated with an increased risk of in-hospital death.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMoa2007621?query=featured_coronavirus", "Dates": "20200501", "Type": "Original Article"}, {"ID": "NEJMe2012924", "txt": "RAAS Inhibitors and Covid-19", "AB": "The editors comment on three Journal articles that provide observational data about whether ACE inhibitors and ARBs are harmful in the context of the Covid-19 epidemic. None of the three\nstudies showed evidence of harm with continued use of these agents.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMe2012924?query=featured_coronavirus", "Dates": "20200501", "Type": "Editorial"}, {"ID": "NEJMc2008646", "txt": "Detection of Covid-19 through a Citywide Surveillance Platform", "AB": "The Seattle Flu study, initiated in 2018, mailed kits for home collection of midnasal swabs to people reporting respiratory symptoms. From January 1 through March 9, 2020, specimens from 2,353\npeople were also tested for SARS-CoV-2; 25 (1.1%) tested positive. A specimen collected on February 24, 2020, was the first documented U.S. case of community transmission at the time.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2008646?query=featured_coronavirus", "Dates": "20200501", "Type": "Correspondence"}, {"ID": "NEJMp2003149", "txt": "Physician Burnout, Interrupted", "AB": "The burnout problem won’t be solved without addressing the issues of autonomy, competence, and relatedness. During the Covid-19 pandemic, a sense of altruism and urgency has catalyzed restoration of these\npillars of intrinsic motivation. Can these changes be sustained?", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2003149?query=featured_coronavirus", "Dates": "20200501", "Type": "Perspective"}, {"ID": "NEJMc2007617", "txt": "Children with Covid-19 in Italy", "AB": "This letter describes a cohort of 100 children younger than 18 years of age with RT-PCR–confirmed Covid-19 who were assessed in 17 pediatric emergency departments in Italy. The descriptive results\nare compared with previously published results involving children in China and the United States.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2007617?query=featured_coronavirus", "Dates": "20200501", "Type": "Correspondence"}, {"ID": "NEJMc2011599", "txt": "Adaptations and Lessons in the Province of Bergamo", "AB": "A referral hospital in the hardest-hit region of Italy had to manage a continuously increasing number of daily admissions for Covid-19 after delayed responses in the province allowed for rapid\nspread of the virus. Nineteen physicians in the province died.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2011599?query=featured_coronavirus", "Dates": "20200505", "Type": "Correspondence"}, {"ID": "NEJMc2013656", "txt": "Prolonged aPTT in Patients with Covid-19", "AB": "In this study, 20% of patients with Covid-19 had a prolonged activated partial-thromboplastin time (aPTT). In 90% of these cases, the cause was lupus anticoagulant, with no associated bleeding. Patients\nwith Covid-19 are susceptible to thromboses. The presence of a prolonged aPTT should, in general, not be considered a contraindication to anticoagulation.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2013656?query=featured_coronavirus", "Dates": "20200505", "Type": "Correspondence"}, {"ID": "NEJMc2009432", "txt": "Opening Up New Supply Chains", "AB": "A Massachusetts economic-development agency assembled a diverse team to help manufacturers open up new supply chains and start producing materials needed to alleviate critical shortages and fight the epidemic.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2009432?query=featured_coronavirus", "Dates": "20200506", "Type": "Correspondence"}, {"ID": "NEJMc2010459", "txt": "Acute Cor Pulmonale in Covid-19", "AB": "Five cases of acute cor pulmonale in patients with Covid-19 are described. Although acute pulmonary thromboembolism was the most likely cause of right ventricular failure, it was not definitively confirmed\nin all cases. Acute cor pulmonale causing obstructive shock should be included in the differential diagnosis in critically ill patients with Covid-19. A video shows echocardiographic findings in one of\nthe patients.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2010459?query=featured_coronavirus", "Dates": "20200506", "Type": "Correspondence"}, {"ID": "NEJMp2012910", "txt": "Racial Health Disparities and Covid-19", "AB": "In documenting Covid-19 racial disparities, we must contextualize such data with adequate analysis. Disparity figures without explanatory context can perpetuate harmful myths and misunderstandings that actually undermine the goal of\neliminating health inequities.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2012910?query=featured_coronavirus", "Dates": "20200506", "Type": "Perspective"}, {"ID": "NEJMp2010758", "txt": "CPR in the Covid-19 Era — An Ethical Framework", "AB": "Unlike ventilator allocation, provision of CPR to patients cannot be practically adjudicated by a hospital-level triage team. How does the surge of patients with Covid-19 complicate standard CPR practices, and\nhow can we best design crisis standards for inpatient CPR?", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2010758?query=featured_coronavirus", "Dates": "20200506", "Type": "Perspective"}, {"ID": "NEJMp2010377", "txt": "Pandemic and Persona", "AB": "The Covid-19 pandemic offers an opportunity for doctors to recognize more readily facts that can otherwise take years to learn: that we’re no different from our patients and that interacting\nwith them as human beings can be gratifying for them and freeing for us.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2010377?query=featured_coronavirus", "Dates": "20200506", "Type": "Perspective"}, {"ID": "NEJMp2015556", "txt": "Once Upon a Time…the Hero Sheltered in Place", "AB": "For some clinicians, the pandemic offers an opportunity to take on the hero’s role as never before. But those who can’t must confront not only shame and guilt, but also\nthe loss of their primordial story. Who are you, if you can’t be the hero you imagined yourself to be?", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2015556?query=featured_coronavirus", "Dates": "20200506", "Type": "Perspective"}, {"ID": "NEJMoa2012410", "txt": "Observational Study of Hydroxychloroquine in Covid-19", "AB": "Among 1376 patients with Covid-19 admitted to a New York City hospital, 59% were treated with hydroxychloroquine. Patients selected for treatment were more severely ill. After adjustment for patients’ baseline\ncharacteristics, there was no significant association between hydroxychloroquine use and intubation or death (hazard ratio, 1.04; 95% CI, 0.82 to 1.32).", "link": "https://www.nejm.org/doi/full/10.1056/NEJMoa2012410?query=featured_coronavirus", "Dates": "20200507", "Type": "Original Article"}, {"ID": "NEJMsb1905390", "txt": "Responding to Global Infectious Disease Outbreaks", "AB": "As in the ongoing Covid-19 pandemic, global outbreaks of infectious illnesses often develop quickly and resolve in unpredictable ways. In this report, strategies to develop high-quality evidence to guide the\ndevelopment of new therapies are proposed.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMsb1905390?query=featured_coronavirus", "Dates": "20200402", "Type": "Sounding Board"}, {"ID": "NEJMc2014816", "txt": "Use of Stroke Imaging during the Covid-19 Pandemic", "AB": "The authors reviewed an imaging database used to determine whether patients with acute stroke were eligible to undergo endovascular thrombectomy. They found a 39% decrease in the use of this\nimaging from a 29-day prepandemic period in February 2020 to a 14-day early-pandemic period from late March through early April.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2014816?query=featured_coronavirus", "Dates": "20200508", "Type": "Correspondence"}, {"ID": "NEJMc2011592", "txt": "Suppressing the Epidemic in New South Wales", "AB": "Australia appears to have largely suppressed the first wave of Covid-19 infections. The authors describe key responses, including travel restrictions, effective identification and isolation of infected people, and quarantine of\nthose who have been exposed.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2011592?query=featured_coronavirus", "Dates": "20200508", "Type": "Correspondence"}, {"ID": "NEJMc2005396", "txt": "ACE Inhibitors or ARBs and Incident Influenza", "AB": "Certain influenza strains and SARS-CoV-2 gain access to cells by means of the ACE2 receptor. In this database study in the United Kingdom, investigators observed a null-to-protective effect on influenza\nsusceptibility among those taking ACE inhibitors or angiotensin-receptor blockers, possibly owing to mechanisms relevant to infection with coronaviruses, including SARS-CoV-2.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2005396?query=featured_coronavirus", "Dates": "20200508", "Type": "Correspondence"}]