{"NEJMoa2005412": {"ID": "NEJMoa2005412", "txt": "Covid-19 Outbreak at a Long-Term Care Facility", "AB": "On February 28, 2020, public health officials in the Seattle area were informed of a Covid-19 infection at a long-term care facility. An investigation identified 167 infected persons associated with the facility, including residents, health care personnel, and visitors; more than a third of the 101 residents identified died.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMoa2005412?query=featured_coronavirus", "Dates": "20200327", "Type": "Original Article"}, "NEJMp2005953": {"ID": "NEJMp2005953", "txt": "Undocumented U.S. Immigrants and Covid-19", "AB": "Years of anti-immigrant policies and rhetoric will be difficult to reverse, but it’s essential that the Trump administration address the needs of undocumented immigrants in its response to the Covid-19 pandemic.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2005953?query=featured_coronavirus", "Dates": "20200327", "Type": "Perspective"}, "NEJMp2006141": {"ID": "NEJMp2006141", "txt": "Critical Supply Shortages", "AB": "U.S. hospitals are already reporting shortages of key equipment needed to care for critically ill patients with Covid-19, including ventilators and personal protective equipment for medical staff. Adequate production and distribution of this equipment is crucial.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2006141?query=featured_coronavirus", "Dates": "20200325", "Type": "Perspective"}, "NEJMp2005118": {"ID": "NEJMp2005118", "txt": "Novel Coronavirus and Old Lessons", "AB": "Bolstering our health system for the Covid-19 pandemic requires several critical moves, from expanding testing to protecting and expanding the health care workforce. Along the way, we must learn the lessons of this crisis so we can apply them to the next one.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2005118?query=featured_coronavirus", "Dates": "20200325", "Type": "Perspective"}, "NEJMp2005755": {"ID": "NEJMp2005755", "txt": "Covid-19 and the Stiff Upper Lip", "AB": "Throughout the past few weeks, the U.K. mantra regarding Covid-19 has been “we will act at the appropriate time according to the science.” Though experts have been pushing the panic button, the alarm, if heard, was not acted on publicly until the third week of March.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2005755?query=featured_coronavirus", "Dates": "20200320", "Type": "Perspective"}, "NEJMoa2001282": {"ID": "NEJMoa2001282", "txt": "Oral Lopinavir–Ritonavir for Severe Covid-19", "AB": "Investigators in China report the results of an open-label, randomized clinical trial of lopinavir–ritonavir for the treatment of Covid-19 in 199 infected adult patients. The primary end point was the time to clinical improvement.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMoa2001282?query=featured_coronavirus", "Dates": "20200318", "Type": "Original Article"}, "NEJMsb2005114": {"ID": "NEJMsb2005114", "txt": "Allocating Scarce Medical Resources for Covid-19", "AB": "The Covid-19 pandemic has already stressed health care systems throughout the world, requiring rationing of medical equipment and care. The authors discuss the ethical values relevant to health care rationing and provide six recommendations to guide fair allocation of scarce medical resources during the pandemic.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMsb2005114?query=featured_coronavirus", "Dates": "20200323", "Type": "Sounding Board"}, "NEJMp2005689": {"ID": "NEJMp2005689", "txt": "The Toughest Triage", "AB": "Of all the medical care that will have to be rationed during the Covid-19 pandemic, the most problematic will be mechanical ventilation. One strategy for avoiding debilitating distress over these decisions is to use a triage committee to buffer bedside clinicians.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2005689?query=featured_coronavirus", "Dates": "20200323", "Type": "Perspective"}, "NEJMp2004211": {"ID": "NEJMp2004211", "txt": "Covid-19 — The Law and Limits of Quarantine", "AB": "Community transmission of the new coronavirus is occurring in several parts of the United States, and travel bans and mandatory quarantines alone cannot end the outbreak. Many public health and legal scholars believe that more constructive tools are needed.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2004211?query=featured_home", "Dates": "20200318", "Type": "Perspective"}, "NEJMp2004768": {"ID": "NEJMp2004768", "txt": "Am I Part of the Cure or Am I Part of the Disease?", "AB": "A front-line physician wonders how he can protect a vulnerable member of his household from the pathogens he’s exposed to in the ED — especially in a rapidly spreading pandemic of a novel virus and amid so many uncertainties.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2004768?query=featured_home", "Dates": "20200318", "Type": "Perspective"}, "NEJMc2004973": {"ID": "NEJMc2004973", "txt": "Aerosol and Surface Stability of SARS-CoV-2", "AB": "In this research letter, investigators report on the stability of SARS-CoV-2 and SARS-CoV-1 under experimental conditions. The viability of the two viruses was assessed in aerosols and on plastic, stainless steel, copper, and cardboard.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2004973?query=featured_home", "Dates": "20200317", "Type": "Correspondence"}, "NEJMc2003100": {"ID": "NEJMc2003100", "txt": "SARS-CoV-2 Infection in Travelers Returning from Wuhan", "AB": "Data on travelers returning from areas with many cases of Covid-19 may be useful in estimating incidence. The authors report follow-up data on 94 persons who boarded an evacuation flight from Wuhan, China, to Singapore on January 30, 2020.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2003100", "Dates": "20200312", "Type": "Correspondence"}, "NEJMp2005492": {"ID": "NEJMp2005492", "txt": "Facing Covid-19 in Italy", "AB": "Physicians in northern Italy have learned some painful lessons about rationing care during an epidemic. As health care systems work out ethical allocation principles, it seems clear that only with transparency and inclusivity can public trust and cooperation be achieved.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2005492", "Dates": "20200318", "Type": "Perspective"}, "NEJMc2003717": {"ID": "NEJMc2003717", "txt": "Children with Covid-19 in Wuhan, China", "AB": "A retrospective analysis of routine surveillance data involving children hospitalized in central Wuhan, China, for acute lower respiratory infection in early January 2020 revealed six cases of Covid-19. The authors report clinical characteristics of the children and laboratory data.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2003717", "Dates": "20200312", "Type": "Correspondence"}, "NEJMp2003539": {"ID": "NEJMp2003539", "txt": "Virtually Perfect? Telemedicine for Covid-19", "AB": "Telemedicine’s payment and regulatory structures, licensing, credentialing, and implementation take time to work through, but health systems that have already invested in telemedicine are well positioned to ensure that patients with Covid-19 receive the care they need.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2003539", "Dates": "20200311", "Type": "Perspective"}, "NEJMp2004361": {"ID": "NEJMp2004361", "txt": "History in a Crisis — Lessons for Covid-19", "AB": "The history of human responses to epidemics carries various lessons for our current situation. Two of the more disheartening ones are that stigmatization follows closely on the heels of pathogens and that outbreaks too often claim the lives of health care providers.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2004361", "Dates": "20200312", "Type": "Perspective"}, "NEJMp2003762": {"ID": "NEJMp2003762", "txt": "Responding to Covid-19", "AB": "Bill Gates writes that in any crisis, leaders have two equally important responsibilities: solve the immediate problem and keep it from happening again. In the case of the Covid-19 pandemic, the first point is especially pressing, but the second has crucial long-term consequences.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2003762", "Dates": "20200228", "Type": "Perspective"}, "NEJMe2002387": {"ID": "NEJMe2002387", "txt": "Covid-19 — Navigating the Uncharted", "AB": "The authors comment on the early clinical features and epidemiology of cases reported in Wuhan, China, along with current mortality data, noting that the outbreak is a stark reminder of the need for constant surveillance, prompt diagnosis, and robust research.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMe2002387", "Dates": "20200228", "Type": "Editorial"}, "NEJMoa2002032": {"ID": "NEJMoa2002032", "txt": "Characteristics of Covid-19 in China", "AB": "In this study, researchers describe the clinical characteristics of coronavirus disease 2019 in a selected cohort of 1099 patients with laboratory-confirmed disease throughout mainland China during the first 2 months of the current outbreak.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMoa2002032", "Dates": "20200228", "Type": "Original Article"}, "NEJMoa2001191": {"ID": "NEJMoa2001191", "txt": "First U.S. Confirmed Case of 2019-nCoV Infection", "AB": "A healthy 35 year-old man who had visited Wuhan, China, presented with cough and fever that progressed to pneumonia. This report describes the diagnosis, clinical course, and management of the condition. The case highlights the importance of close coordination between clinicians and public health authorities at the local, state, and federal levels.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMoa2001191", "Dates": "20200305", "Type": "Original Article"}, "NEJMp2002106": {"ID": "NEJMp2002106", "txt": "Escaping Pandora’s Box — Another Novel Coronavirus", "AB": "With luck, public health control measures may be able to put the Covid-19 demons back in the jar. If they do not, we face a daunting challenge equal to, or perhaps greater than, that posed by the influenza pandemic of a century ago.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2002106", "Dates": "20200226", "Type": "Perspective"}, "NEJMc2001737": {"ID": "NEJMc2001737", "txt": "SARS-CoV-2 Viral Load in Upper Respiratory Specimens", "AB": "The authors report results of an analysis of nasal and throat swabs from 17 patients in Zhuhai, China, who had received a diagnosis of Covid-19. Higher viral loads soon after symptom onset indicate the need for isolation strategies different from those used for the earlier SARS epidemic.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2001737", "Dates": "20200219", "Type": "Correspondence"}, "NEJMc2001899": {"ID": "NEJMc2001899", "txt": "Coronavirus in Travelers Returning from China", "AB": "A group of 126 German nationals was evacuated from Wuhan to Frankfurt after screening for symptoms of Covid-19 and was to undergo a 14-day quarantine and additional screening in Frankfurt. The authors discovered evidence of SARS-CoV-2 infection in throat swabs from 2 evacuated persons who had passed the symptoms-based screening.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2001899", "Dates": "20200218", "Type": "Correspondence"}, "NEJMp2002125": {"ID": "NEJMp2002125", "txt": "Defining the Epidemiology of Covid-19", "AB": "Experience with MERS, pandemic influenza, and other outbreaks has shown that as an epidemic evolves, we face an urgent need to expand public health activities in order to elucidate the epidemiology of the novel virus and characterize its potential impact.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2002125", "Dates": "20200219", "Type": "Perspective"}, "NEJMc2001573": {"ID": "NEJMc2001573", "txt": "A Case of Locally Transmitted SARS-CoV-2 in Taiwan", "AB": "The authors describe transmission of the novel coronavirus from a woman who had been living for several months in Wuhan, China, to her husband, after her return to their home in Taiwan in January 2020. No secondary case from this couple has been identified.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2001573", "Dates": "20200312", "Type": "Correspondence"}, "NEJMoa2001017": {"ID": "NEJMoa2001017", "txt": "A Novel Coronavirus in China", "AB": "The authors report the emergence and isolation of a previously unknown betacoronavirus, the seventh member of the family of coronaviruses that infect humans, in Wuhan, China. Findings in three patients are described.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMoa2001017?query=featured_home", "Dates": "20200220", "Type": "Original Article"}, "NEJMc2001621": {"ID": "NEJMc2001621", "txt": "A Thai Taxi Driver with Covid-19", "AB": "The authors describe a taxi driver in Thailand who was infected with the novel coronavirus, potentially from passengers who were tourists from China, in January 2020. The infection appeared not to have spread to the taxi driver’s family or other close contacts.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2001621?query=featured_home", "Dates": "20200312", "Type": "Correspondence"}, "NEJMc2001468": {"ID": "NEJMc2001468", "txt": "2019-nCoV Transmission from Asymptomatic Patient", "AB": "In this report, investigators in Germany detected the spread of the novel coronavirus (2019-nCoV) from a person who had recently traveled from China to Germany for a business trip. This transmission occurred before the apparent onset of illness in the index patient and was associated with additional transmission events in Germany.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2001468?query=featured_home", "Dates": "20200305", "Type": "Correspondence"}, "NEJMe2001329": {"ID": "NEJMe2001329", "txt": "Medical Journals and the Coronavirus Outbreak", "AB": "The editors announce expedited handling for submitted manuscripts describing the 2019-nCoV outbreak and make broad recommendations for speed, transparency, and data sharing.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMe2001329", "Dates": "20200227", "Type": "Editorial"}, "NEJMe2001126": {"ID": "NEJMe2001126", "txt": "Another Decade, Another Coronavirus", "AB": "For the third time in as many decades, a zoonotic coronavirus has crossed species to infect human populations. The genome of the virus, provisionally called 2019-nCoV, has now been sequenced.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMe2001126", "Dates": "20200220", "Type": "Editorial"}, "NEJMc2001272": {"ID": "NEJMc2001272", "txt": "Human-to-Human Coronavirus Transmission in Vietnam", "AB": "The authors describe transmission of 2019-nCoV from a father, who had flown with his wife from Wuhan to Hanoi, to the son, who met his father and mother in central Vietnam and shared a hotel room with them for 3 days. The findings suggest that the incubation period in the son may have been 3 days or less.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2001272", "Dates": "20200227", "Type": "Correspondence"}, "NEJMp2000929": {"ID": "NEJMp2000929", "txt": "A Novel Coronavirus Emerging in China", "AB": "A novel coronavirus, designated as 2019-nCoV, emerged in Wuhan, China, at the end of 2019. Although many details of the emergence of this virus remain unknown, it has put global public health institutions on high alert.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2000929", "Dates": "20200220", "Type": "Perspective"}, "NEJMoa2001316": {"ID": "NEJMoa2001316", "txt": "Early Transmission Dynamics of 2019-nCoV", "AB": "The authors provide an epidemiologic analysis of the first 425 confirmed cases of infection with the novel coronavirus in Wuhan, China. This analysis provides estimates of the epidemic doubling time and the basic reproductive number and shows clear evidence of sustained human-to-human transmission.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMoa2001316", "Dates": "20200129", "Type": "Original Article"}, "NEJMoa2004500": {"ID": "NEJMoa2004500", "txt": "Covid-19 — Early ICU Experience, Seattle", "AB": "Clinicians and investigators report on the first 24 patients admitted to ICUs from nine Seattle area hospitals. Key aspects of the clinical presentation, treatment, and outcomes are described.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMoa2004500?query=featured_coronavirus", "Dates": "20200330", "Type": "Original Article"}, "NEJMe2007263": {"ID": "NEJMe2007263", "txt": "Ten Weeks to Crush the Curve", "AB": "Harvey Fineberg calls for a forceful, focused campaign to eradicate Covid-19 and outlines six steps to mobilize and organize the nation to crush the curve by early June.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMe2007263?query=featured_coronavirus", "Dates": "20200401", "Type": "Editorial"}, "NEJMsr2005760": {"ID": "NEJMsr2005760", "txt": "RAAS Inhibitors in Patients with Covid-19", "AB": "The effects of renin–angiotensin–aldosterone system blockers on angiotensin-converting enzyme 2 levels and activity in humans are uncertain. The authors hypothesize that ACE2 may be beneficial rather than harmful during lung\ninjury and suggest that RAAS-inhibitor withdrawal may be harmful in some high-risk patients with known or suspected Covid-19.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMsr2005760?query=featured_coronavirus", "Dates": "20200330", "Type": "Special Report"}, "NEJMp2007466": {"ID": "NEJMp2007466", "txt": "Harnessing Our Humanity", "AB": "As the Covid-19 pandemic spreads, we’ll continue to be plagued by resource constraints that will compromise our ability to protect ourselves, our patients, and our communities. But as Washington’s response\nreminds us, the professional spirit marches on, unconstrained.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2007466?query=featured_coronavirus", "Dates": "20200401", "Type": "Perspective"}, "NEJMc2007605": {"ID": "NEJMc2007605", "txt": "Uncomplicated Delivery in a Patient with Covid-19", "AB": "The peripartum care of a woman with Covid-19 at 39 weeks of gestation is described. The woman and the neonate were discharged home on hospital day 6. Care was taken\nto avoid infecting hospital staff, and 7 days after the delivery, no caregivers appeared to be infected.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2007605?query=featured_coronavirus", "Dates": "20200401", "Type": "Correspondence"}, "NEJMp2006372": {"ID": "NEJMp2006372", "txt": "Universal Masking in Hospitals in the Covid-19 Era", "AB": "The extent of the marginal benefit of universal masking over and above foundational personal protection measures is debatable. But there may be additional benefits to broad masking policies that extend\nbeyond their technical contribution to reducing pathogen transmission.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2006372?query=featured_coronavirus", "Dates": "20200401", "Type": "Perspective"}, "NEJMp2007124": {"ID": "NEJMp2007124", "txt": "Paying for Medicaid", "AB": "In the face of the Covid-19 pandemic, expanding Medicaid would rapidly bring needed resources into the health care system and infuse federal dollars into state economies. It requires no new\ninfrastructure or federal oversight, and it can save lives.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2007124?query=featured_coronavirus", "Dates": "20200331", "Type": "Perspective"}, "NEJMp2005630": {"ID": "NEJMp2005630", "txt": "Developing Covid-19 Vaccines at Pandemic Speed", "AB": "An ideal vaccine platform would support development from viral sequencing to clinical trials in less than 16 weeks, demonstrate elicitation of consistent immune responses across pathogens, and be suitable for\nlarge-scale manufacturing using a pathogen-agnostic platform.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2005630?query=featured_coronavirus", "Dates": "20200330", "Type": "Perspective"}, "NEJMp2005638": {"ID": "NEJMp2005638", "txt": "Feeding Low-Income Children during the Pandemic", "AB": "U.S. government programs serve nearly 35 million children daily, delivering vital nutrition and financial assistance to families in need. With such programs interrupted, an essential element of the Covid-19 response\nwill be feeding children from low-income families.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2005638?query=featured_coronavirus", "Dates": "20200330", "Type": "Perspective"}, "NEJMe2005477": {"ID": "NEJMe2005477", "txt": "Covid-19 — The Search for Effective Therapy", "AB": "Lindsey Baden and Eric Rubin comment on the findings of an urgent randomized clinical trial of a possible treatment for Covid-19 in Wuhan, China. They note that whether the findings\nof such trials are positive or negative, they will be central to clinical care as the pandemic continues.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMe2005477?query=featured_coronavirus", "Dates": "20200318", "Type": "Editorial"}, "NEJMc2005073": {"ID": "NEJMc2005073", "txt": "SARS-CoV-2 Infection in Children", "AB": "In this report, investigators in Wuhan, China, describe the spectrum of Covid-19 illness in children under the age of 16 years. Of 1391 children assessed and tested over a period\nof 4 weeks, 171 (12.3%) were confirmed to have SARS-CoV-2 infection.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMc2005073", "Dates": "20200318", "Type": "Correspondence"}, "NEJMe2007783": {"ID": "NEJMe2007783", "txt": "Lessons from Covid-19 Hotspots", "AB": "In this audio interview conducted on April 1, 2020, the editors draw lessons from the early Covid-19 outbreak in Seattle and the growing crisis in New York City.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMe2007783?query=featured_coronavirus", "Dates": "20200402", "Type": "Editorial"}, "NEJMp2006740": {"ID": "NEJMp2006740", "txt": "Thinking Globally, Acting Locally", "AB": "The defining feature of the U.S. response to Covid-19 has been localized action against a global threat. Under our federalist system, what more can the federal government do to promote\na unified response, particularly as regards community mitigation approaches?", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2006740?query=featured_coronavirus", "Dates": "20200402", "Type": "Perspective"}, "NEJMp2005687": {"ID": "NEJMp2005687", "txt": "Flattening the Curve for Incarcerated Populations", "AB": "People caught up in the U.S. justice system have already been affected by SARS-CoV-2, and improved preparation is essential to minimizing the impact of this pandemic on incarcerated persons, correctional\nstaff, and surrounding communities.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2005687?query=featured_coronavirus", "Dates": "20200402", "Type": "Perspective"}, "NEJMp2005835": {"ID": "NEJMp2005835", "txt": "Covid-19 and Health Care’s Digital Revolution", "AB": "In the face of the Covid-19 pandemic, Americans are waking up to the limitations of their analogue health care system. It seems clear that we need an immediate digital revolution,\npursued on several fronts, to address this crisis.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2005835?query=featured_coronavirus", "Dates": "20200402", "Type": "Perspective"}, "NEJMp2006607": {"ID": "NEJMp2006607", "txt": "The Invisible Hand", "AB": "The patient’s wife had insisted that he get an angiogram, but by the time it came due, the country was in the throes of the Covid-19 pandemic. Suddenly, the benefits\nof continuing medical therapy seemed greater, and he was spared an unnecessary procedure.", "link": "https://www.nejm.org/doi/full/10.1056/NEJMp2006607?query=featured_coronavirus", "Dates": "20200402", "Type": "Perspective"}}